{
  "chapter": "Chapter 5",
  "paragraphs": [
{
  "text": "“He said what?” Lily asked as she licked a spoonful of green tea ice cream. She and I had met at Sushi Samba at nine so I could update her on my first day. My parents had grudgingly forked over the emergencies-only credit card again until I got my first paycheck. Spicy tuna rolls and seaweed salads certainly felt like an emergency, and so I silently thanked Mom and Dad for treating Lily and me so well.",
  "annotations": [
    {
      "phrase": "grudgingly",
      "explanation": "勉强地，心不甘情不愿地。这个词通常用来形容做某事时的态度不情愿，带有一定的抵触情绪。"
    },
    {
      "phrase": "forked over",
      "explanation": "支付，交出。这个短语的本义是用叉子叉出食物，这里引申为“交出钱款”，通常带有不情愿的意味。"
    },
    {
      "phrase": "emergencies-only credit card",
      "explanation": "仅限于紧急情况使用的信用卡。这种卡通常是为了应对突发情况而设立的，使用限制较多。"
    },
    {
      "phrase": "paycheck",
      "explanation": "薪水，工资支票。指工作后获得的报酬，通常是每周或每月发放。"
    },
    {
      "phrase": "spicy tuna rolls",
      "explanation": "辣味金枪鱼卷。是一种常见的寿司卷，通常用金枪鱼、米饭和海苔制作，味道辛辣。"
    },
    {
      "phrase": "seaweed salads",
      "explanation": "海藻沙拉。通常由海藻、蔬菜和调料混合而成，富含营养，是日本料理中的一道常见菜品。"
    },
    {
      "phrase": "certainly felt like an emergency",
      "explanation": "确实感觉像是紧急情况。这句话表达了作者对美食的渴望，虽然实际上可能并不是真正的紧急情况。"
    },
    {
      "phrase": "silently thanked",
      "explanation": "默默感谢。这里的“silently”强调了内心的感激之情，而不是通过言语表达。"
    },
    {
      "phrase": "treating",
      "explanation": "款待，招待。这个词通常用来形容请客或给予他人特别的照顾。"
    },
    {
      "phrase": "Sushi Samba",
      "explanation": "Sushi Samba是一家结合了日本和巴西风味的餐厅，提供独特的寿司和其他美食。这种文化融合的餐厅在美国和其他国家都颇受欢迎。"
    }
  ]
},
{
  "text": "“He said, ‘Welcome to the dollhouse, baby.' I swear. How cool is that?”",
  "annotations": [
    {
      "phrase": "Welcome to the dollhouse",
      "explanation": "欢迎来到玩偶屋。这句话通常用来形容一个充满幻想和玩乐的环境，可能暗示着一种轻松、无忧无虑的生活状态。‘dollhouse’本义是玩具房屋，通常是小女孩玩耍的地方，象征着童趣和天真。"
    },
    {
      "phrase": "I swear",
      "explanation": "我发誓。这是一个常用的口语表达，通常用来强调说话者所说的事情的真实性或重要性。在这里，可能表示说话者对这句话的真实性或对其情感的强烈感受。"
    },
    {
      "phrase": "How cool is that?",
      "explanation": "这有多酷？这是一个口语化的表达，用于表示对某事的赞赏或惊讶。在这里，表达了说话者对‘dollhouse’的欢迎语的认可和兴奋。"
    }
  ]
},
{
  "text": "She looked at me, mouth hung open, spoon suspended in midair.",
  "annotations": [
    {
      "phrase": "mouth hung open",
      "explanation": "嘴巴张开。这个短语通常用来形容惊讶、震惊或不知所措的状态。"
    },
    {
      "phrase": "spoon suspended in midair",
      "explanation": "勺子悬停在空中。“suspended”本义是悬挂或停留，这里形容勺子没有移动，暗示她在思考或惊讶的状态。"
    },
    {
      "phrase": "midair",
      "explanation": "空中，半空中。这个词通常用来描述某物在地面以上的状态，给人一种悬浮的感觉。"
    },
    {
      "phrase": "looked at me",
      "explanation": "看着我。这个短语在这里强调了两人之间的目光交流，可能暗示着情感或紧张的气氛。"
    }
  ]
},
{
  "text": "“You have the coolest job I've ever heard of,” said Lily, who always talked about how she should've worked for a year before going back to school.",
  "annotations": [
    {
      "phrase": "coolest job",
      "explanation": "最酷的工作。“cool”在这里是俚语，表示非常吸引人或令人羡慕的意思。通常用来形容某种工作或生活方式非常时尚或令人向往。"
    },
    {
      "phrase": "ever heard of",
      "explanation": "曾经听说过的。“ever”在这里强调时间的广泛性，表示在所有的时间里。这个短语通常用来引入某个令人惊讶或特别的事物。"
    },
    {
      "phrase": "should've worked",
      "explanation": "本该工作。“should've”是“should have”的缩写，表示对过去的某种期望或建议。这里暗示Lily认为自己在回到学校之前应该先工作一段时间。"
    },
    {
      "phrase": "going back to school",
      "explanation": "回到学校。这个短语通常指的是继续教育或重新开始学习，可能是指上大学或其他形式的学习。"
    }
  ]
},
{
  "text": "“It does seem pretty cool, doesn't it? Definitely weird, but cool, too. Whatever,” I said, digging in to my oozing chocolate brownie. “It's not like I wouldn't rather be a student again than doing any of this.”",
  "annotations": [
    {
      "phrase": "pretty cool",
      "explanation": "相当酷。‘pretty’在这里用作副词，表示程度，‘cool’是俚语，意指令人愉悦或令人印象深刻。"
    },
    {
      "phrase": "definitely weird",
      "explanation": "绝对奇怪。‘definitely’表示肯定，强调程度，‘weird’指不寻常或怪异的事物。"
    },
    {
      "phrase": "digging in",
      "explanation": "大口吃，尽情享用。‘dig in’是一个口语表达，通常用来形容开始享用食物，带有一种享受的感觉。"
    },
    {
      "phrase": "oozing chocolate brownie",
      "explanation": "流出的巧克力布朗尼。‘oozing’指液体慢慢流出，这里形容布朗尼的巧克力内馅非常丰富，令人垂涎。"
    },
    {
      "phrase": "rather be a student again",
      "explanation": "宁愿再次成为学生。‘rather’表示偏好，表明说话者对当前状态的不满，想回到学生时代的渴望。"
    },
    {
      "phrase": "doing any of this",
      "explanation": "做任何这些事情。‘any of this’指代当前的活动或工作，表达了说话者对现状的无奈或不满。"
    },
    {
      "phrase": "whatever",
      "explanation": "随便，没关系。‘whatever’在这里表示一种不在乎的态度，可能暗示说话者对当前讨论的事情缺乏兴趣或情绪。"
    }
  ]
},
{
  "text": "“Yeah, I'm sure you'd just love to work part-time to finance your obscenely expensive and utterly useless Ph.D. You would, wouldn't you? You're jealous that I get to bartend in an undergrad pub, get hit on by freshmen until four A.M. every night, and then head to class all day, aren't you? All of it knowing that if—and that's a big, fat if—you manage to finish at some point in the next seventeen years, you'll never get a job. Anywhere.” She plastered on a big, fake smile and took a swig of her Sapporo. Lily was studying for her Ph.D. in Russian Literature at Columbia and working odd jobs every free second she wasn't studying. Her grandmother barely had enough money to support herself, and Lily wouldn't qualify for grants until she'd finished her master's, so it was remarkable she'd even come out that night.",
  "annotations": [
    {
      "phrase": "finance",
      "explanation": "资助，提供资金。这里指通过工作来支付学费和生活费用。"
    },
    {
      "phrase": "obscenely expensive",
      "explanation": "极其昂贵的。“obscene”通常指令人反感的，这里用来形容学费高得离谱。"
    },
    {
      "phrase": "utterly useless",
      "explanation": "完全无用的。“utterly”表示完全，强调其无用性。"
    },
    {
      "phrase": "Ph.D.",
      "explanation": "博士学位，Doctor of Philosophy的缩写。通常是学术界的最高学位，要求进行深入研究。"
    },
    {
      "phrase": "bartend",
      "explanation": "在酒吧工作，调酒。“bartend”指在酒吧里调制和提供饮料的工作。"
    },
    {
      "phrase": "undergrad pub",
      "explanation": "本科生酒吧。“undergrad”是本科生的缩写，指的是大学阶段的学生。"
    },
    {
      "phrase": "get hit on",
      "explanation": "被搭讪。这里指她在酒吧工作时受到男性顾客的注意和追求。"
    },
    {
      "phrase": "four A.M.",
      "explanation": "凌晨四点。这里强调了她工作到很晚的生活方式。"
    },
    {
      "phrase": "head to class",
      "explanation": "去上课。“head to”是一个口语化的表达，意为前往某地。"
    },
    {
      "phrase": "big, fat if",
      "explanation": "一个很大的假设。“big, fat”是口语中用来强调某事的形容词，表示这个假设的可能性很小。"
    },
    {
      "phrase": "manage to finish",
      "explanation": "设法完成。这里指完成学业的艰难。"
    },
    {
      "phrase": "grants",
      "explanation": "助学金，通常是政府或机构提供的资金支持，学生不需要偿还。"
    },
    {
      "phrase": "remarkable",
      "explanation": "显著的，值得注意的。这里指她能够在经济压力下仍然出门的情况。"
    },
    {
      "phrase": "Sapporo",
      "explanation": "札幌啤酒，源自日本札幌市，是一种非常受欢迎的啤酒品牌。"
    }
  ]
},
{
  "text": "I took the bait, as I always did when she bitched about her life. “So why do you do it, Lil?” I asked, even though I'd heard the answer a million times.",
  "annotations": [
    {
      "phrase": "took the bait",
      "explanation": "上钩。这个短语源于钓鱼，指的是鱼被诱饵吸引而上钩。在这里比喻说话者被对方的抱怨所吸引，参与到对话中。"
    },
    {
      "phrase": "bitch about",
      "explanation": "抱怨，发牢骚。‘bitch’本义是指母狗，但在口语中常用作动词，表示对某事不满并发出抱怨。这个表达通常带有负面情绪，暗示说话者对生活的不满。"
    },
    {
      "phrase": "even though",
      "explanation": "尽管，虽然。这个短语用于引导让步状语从句，表示尽管前面的情况成立，后面的情况仍然成立。"
    },
    {
      "phrase": "a million times",
      "explanation": "一百万次。这个表达是夸张的说法，表示某事发生过很多次，强调说话者对这个答案的熟悉程度。"
    },
    {
      "phrase": "Lil",
      "explanation": "Lil是一个常见的昵称，通常是‘Lillian’或‘Lily’的缩写。在文学作品中，昵称常用来表现角色之间的亲密关系或特定的性格特征。"
    }
  ]
},
{
  "text": "Lily snorted and rolled her eyes again. “Because I love it!” she sang sarcastically. And even though she'd never admit it because it was so much more fun to complain, she did love it. She'd developed a thing for Russian culture ever since her eighth-grade teacher told her that Lily looked how he had always pictured Lolita, with her round face and curly black hair. She went directly home and read Nabokov's masterpiece of lechery, never allowing the whole teacher-Lolita reference to bother her, and then read everything else Nabokov wrote. And Tolstoy. And Gogol. And Chekhov. By the time college rolled around, she was applying to Brown to work with a specific Russian lit professor who, upon interviewing seventeen-year-old Lily, had declared her one of the most well read and passionate students of Russian literature he'd ever met—undergrad, graduate, or otherwise. She still loved it, still studied Russian grammar and could read anything in its original, but she enjoyed whining about it more.",
  "annotations": [
    {
      "phrase": "snorted",
      "explanation": "发出哼声，通常表示不屑或轻蔑。这里表明Lily对某事的不满或讽刺。"
    },
    {
      "phrase": "sang sarcastically",
      "explanation": "讽刺地唱。‘sarcastically’指用讽刺的语气表达，通常是为了表达与字面意思相反的情感。"
    },
    {
      "phrase": "developed a thing for",
      "explanation": "对……产生了兴趣或喜好。‘thing’在这里指一种强烈的兴趣或爱好。"
    },
    {
      "phrase": "eighth-grade teacher",
      "explanation": "八年级老师，指的是在美国教育体系中教授八年级学生的教师。通常是12至13岁的学生。"
    },
    {
      "phrase": "picturing Lolita",
      "explanation": "想象洛丽塔。‘Lolita’是纳博科夫小说中的一个角色，代表一种复杂的情感和文化背景，通常与禁忌和欲望相关。"
    },
    {
      "phrase": "masterpiece of lechery",
      "explanation": "淫荡的杰作。‘lechery’指的是过度的性欲或放荡，通常带有贬义。这里指的是纳博科夫的《洛丽塔》。"
    },
    {
      "phrase": "teacher-Lolita reference",
      "explanation": "老师与洛丽塔的关联。这里提到的‘reference’指的是老师提到Lily与洛丽塔的相似之处，这种比较可能让Lily感到不适。"
    },
    {
      "phrase": "well read",
      "explanation": "博览群书的。形容一个人读了很多书，尤其是文学作品，具有广泛的知识。"
    },
    {
      "phrase": "passionate students of Russian literature",
      "explanation": "对俄罗斯文学充满热情的学生。‘passionate’指对某事物有强烈的热爱和兴趣。"
    },
    {
      "phrase": "undergrad, graduate, or otherwise",
      "explanation": "本科生、研究生或其他。‘otherwise’在这里指的是除了本科生和研究生之外的其他类型的学生。"
    },
    {
      "phrase": "whining about it more",
      "explanation": "更多地抱怨。‘whining’指发出抱怨或不满的声音，通常带有消极的情感。"
    }
  ]
},
{
  "text": "“Yeah, well, I definitely agree that I have the best gig around. I mean, Tommy Hilfiger? Chanel? Oscar de la Renta's apartment? Quite a first day. I have to say, I'm not quite sure how all of this is going to get me any closer to The New Yorker, but maybe it's just too early to tell. It's just not seeming like reality, you know?”",
  "annotations": [
    {
      "phrase": "definitely",
      "explanation": "毫无疑问地。这个词用于强调某种观点或信念的坚定性。"
    },
    {
      "phrase": "gig",
      "explanation": "工作或职位，尤其是临时或短期的工作。在这里指的是主角所拥有的工作机会，通常带有轻松或有趣的含义。"
    },
    {
      "phrase": "Tommy Hilfiger",
      "explanation": "汤米·希尔费格，美国著名时尚设计师，以其休闲风格的服装而闻名。他的品牌在全球范围内享有盛誉。"
    },
    {
      "phrase": "Chanel",
      "explanation": "香奈儿，法国奢侈品牌，由可可·香奈儿创立，以其经典的时尚设计和香水而闻名。"
    },
    {
      "phrase": "Oscar de la Renta",
      "explanation": "奥斯卡·德拉伦塔，著名的多米尼加裔美国时尚设计师，以其优雅的女装而闻名。他的设计常常出现在红毯上。"
    },
    {
      "phrase": "apartment",
      "explanation": "公寓或住宅。在这里指的是奥斯卡·德拉伦塔的住所，暗示主角可能有机会接触到奢华的生活方式。"
    },
    {
      "phrase": "first day",
      "explanation": "第一天，通常指新工作或新环境的开始。在这里强调主角的兴奋和新奇感。"
    },
    {
      "phrase": "get me any closer to The New Yorker",
      "explanation": "让我更接近《纽约客》。这里的“The New Yorker”是美国著名的杂志，以其深度报道和文学作品而闻名。主角可能希望通过当前的工作机会，能够为将来进入这个杂志铺路。"
    },
    {
      "phrase": "too early to tell",
      "explanation": "为时尚早，无法判断。这个短语用于表达对未来结果的不确定性，暗示主角对当前情况的困惑和期待。"
    },
    {
      "phrase": "not seeming like reality",
      "explanation": "似乎不真实。这里表达了主角对所经历的事情感到不真实或超现实的感觉，可能是因为她的工作环境过于奢华或理想。"
    }
  ]
},
{
  "text": "“Well, anytime you feel like getting back in touch with reality, you know where to find me,” Lily said, taking her MetroCard out of her purse. “If you get a craving for a little ghetto, if you're just dying to keep it real in Harlem, well, my luxurious two-hundred-and-fifty-square-foot studio is all yours.”",
  "annotations": [
    {
      "phrase": "getting back in touch with reality",
      "explanation": "重新接触现实。这个短语指的是从幻想或不切实际的状态中回归到真实的生活中。"
    },
    {
      "phrase": "MetroCard",
      "explanation": "地铁卡。MetroCard是纽约市地铁和公交系统的支付卡，方便乘客乘坐公共交通。"
    },
    {
      "phrase": "craving for a little ghetto",
      "explanation": "渴望一点贫民区的生活。‘ghetto’原指城市中少数族裔居住的区域，通常与贫困相关。在这里，它可能暗示一种对街头文化或真实生活的向往。"
    },
    {
      "phrase": "dying to keep it real",
      "explanation": "迫切想要保持真实。‘keep it real’是一个俚语，表示保持真实、诚实和忠于自我。"
    },
    {
      "phrase": "Harlem",
      "explanation": "哈莱姆区。位于纽约市曼哈顿，是著名的非裔美国人文化中心，以其丰富的音乐、艺术和历史而闻名。"
    },
    {
      "phrase": "luxurious",
      "explanation": "奢华的。形容某物非常舒适、昂贵，通常与高品质的生活方式相关联。"
    },
    {
      "phrase": "two-hundred-and-fifty-square-foot studio",
      "explanation": "两百五十平方英尺的单间公寓。‘studio’通常指没有隔断的开放式公寓，适合单身人士或年轻人居住。"
    }
  ]
},
{
  "text": "I paid the check and we hugged good-bye, and she tried to give me specific instructions on how to get from Seventh Avenue and Christopher Street to my own sublet all the way uptown. I swore up and down that I understood exactly where to find the L-train and then the 6, and how to walk from the 96th Street stop to my apartment, but as soon as she left, I jumped in a cab.",
  "annotations": [
    {
      "phrase": "specific instructions",
      "explanation": "具体的指示。指的是详细的、明确的指导，通常用于帮助别人完成某项任务。"
    },
    {
      "phrase": "sublet",
      "explanation": "转租。指的是将自己租来的房子或房间再租给别人。在纽约等大城市中，转租是一种常见的租房方式，尤其是在短期居住时。"
    },
    {
      "phrase": "all the way uptown",
      "explanation": "一直到上城。这里的“uptown”指的是城市的北部区域，通常与“downtown”相对。"
    },
    {
      "phrase": "swore up and down",
      "explanation": "发誓。我发誓。我非常肯定。这个短语通常用来强调说话者对某事的坚定信念或保证。"
    },
    {
      "phrase": "L-train",
      "explanation": "L线地铁。指的是纽约市的一条地铁线路，连接布鲁克林和曼哈顿，是当地居民常用的交通工具。"
    },
    {
      "phrase": "the 6",
      "explanation": "6号线地铁。也是纽约市的一条地铁线路，主要服务于曼哈顿和布朗克斯地区。"
    },
    {
      "phrase": "96th Street stop",
      "explanation": "第96街地铁站。指的是纽约地铁系统中的一个站点，位于曼哈顿的上城区域，靠近许多住宅区和公园。"
    },
    {
      "phrase": "jumped in a cab",
      "explanation": "跳进出租车。这里的“jumped”表示迅速而果断的动作，通常用来形容急于采取某种行动。"
    }
  ]
},
{
  "text": "Just this once, I thought to myself, sinking into the warm backseat and trying not to breathe in the driver's body odor. I'm a Runway girl now.",
  "annotations": [
    {
      "phrase": "sinking into",
      "explanation": "沉浸于。这里指的是身体放松地坐进后座，给人一种放松和依赖的感觉。"
    },
    {
      "phrase": "warm backseat",
      "explanation": "温暖的后座。‘warm’在这里不仅指温度，也暗示了一种舒适感，可能与车内的环境有关。"
    },
    {
      "phrase": "trying not to breathe in",
      "explanation": "努力不去吸入。这里表达了对司机体味的不适，‘breathe in’指的是吸入空气，通常用于描述不愉快的气味。"
    },
    {
      "phrase": "driver's body odor",
      "explanation": "司机的体味。‘body odor’指的是人体自然散发的气味，通常在没有良好卫生条件时会变得明显。"
    },
    {
      "phrase": "Runway girl",
      "explanation": "T台女孩。‘Runway’指的是时装秀的T台，这里暗示了女主角可能是模特或与时尚相关的职业。这个短语通常与时尚、魅力和自信相关联。"
    },
    {
      "phrase": "Just this once",
      "explanation": "就这一次。这个短语通常用来表示一种特殊的情况，暗示平时不太可能做某事。"
    }
  ]
},
{
  "text": "I was pleased to discover that the rest of that first week wasn't much different than the first day. On Friday, Emily and I met in the stark white lobby again at seven A.M., and this time she handed me my own ID card, complete with a picture that I didn't remember taking.",
  "annotations": [
    {
      "phrase": "pleased to discover",
      "explanation": "高兴地发现。‘pleased’表示愉快或满意，‘discover’指发现或了解到某事。"
    },
    {
      "phrase": "the rest of that first week",
      "explanation": "那第一周的其余部分。‘the rest of’指剩下的部分，强调时间的延续。"
    },
    {
      "phrase": "stark white lobby",
      "explanation": "鲜明的白色大堂。‘stark’通常指明显的、鲜明的，强调大堂的颜色和设计的简洁。"
    },
    {
      "phrase": "seven A.M.",
      "explanation": "早上七点。‘A.M.’是拉丁语‘ante meridiem’的缩写，表示上午。"
    },
    {
      "phrase": "handed me my own ID card",
      "explanation": "把我的身份证递给我。‘handed’是‘hand’的过去式，表示递交或给予。‘ID card’指身份证明文件，通常用于识别身份。"
    },
    {
      "phrase": "complete with a picture",
      "explanation": "附带一张照片。‘complete with’表示包含某物，强调身份证的完整性。"
    },
    {
      "phrase": "that I didn't remember taking",
      "explanation": "我不记得拍过的。‘remember’表示记得或回忆，‘taking’指拍摄照片，这里强调了对拍照过程的遗忘。"
    }
  ]
},
{
  "text": "“From the security camera,” she said when I stared at it. “They're everywhere around here, just so you know. They've had some major problems with people stealing stuff, the clothes and jewelry called in for shoots; it seems the messengers and sometimes even the editors just help themselves. So now they track everyone.” She slid her card down the slot and the thick glass door clicked open.",
  "annotations": [
    {
      "phrase": "security camera",
      "explanation": "监控摄像头。用于监视和记录特定区域内的活动，通常用于提高安全性。"
    },
    {
      "phrase": "major problems",
      "explanation": "重大问题。指影响较大、需要重视和解决的困难或挑战。"
    },
    {
      "phrase": "stealing stuff",
      "explanation": "偷东西。“stealing”是偷窃的动作，“stuff”是非正式用语，指各种物品，这里泛指被盗的衣物和珠宝。"
    },
    {
      "phrase": "called in for shoots",
      "explanation": "为拍摄而召集。这里的“shoots”指摄影或拍摄活动，通常用于时尚、广告等领域。"
    },
    {
      "phrase": "messengers",
      "explanation": "快递员或信使。负责传递信息或物品的人，通常在城市中快速移动。"
    },
    {
      "phrase": "help themselves",
      "explanation": "自取，随意拿取。这个短语通常指在没有得到许可的情况下，随意拿走某物，带有负面的含义。"
    },
    {
      "phrase": "track everyone",
      "explanation": "追踪每个人。指监控或记录每个人的活动，以确保安全或防止盗窃。"
    },
    {
      "phrase": "slid her card down the slot",
      "explanation": "将她的卡片滑入插槽。这里指使用门禁卡来打开门，通常用于安全控制的场所。"
    },
    {
      "phrase": "thick glass door",
      "explanation": "厚玻璃门。通常用于提供安全性和隔音效果的门，给人一种坚固和安全的感觉。"
    },
    {
      "phrase": "clicked open",
      "explanation": "发出咔嗒声打开。形容门在解锁后打开时的声音，通常与机械装置有关，给人一种安全解除的感觉。"
    }
  ]
},
{
  "text": "“Track? What exactly do you mean by ‘track'?”",
  "annotations": [
    {
      "phrase": "track",
      "explanation": "在这里，‘track’指的是某种路径或轨迹。这个词有多种含义，本义是指火车轨道、跑道等，拓展义可以指追踪某个目标或进程。在不同的上下文中，‘track’可以表示监控、跟踪或记录某种活动。"
    },
    {
      "phrase": "exactly",
      "explanation": "确切地，准确地。这个词用于强调某个信息的准确性或清晰度。在对话中，使用‘exactly’表明说话者希望得到更明确的解释或定义。"
    },
    {
      "phrase": "mean by",
      "explanation": "指的是……的意思。这个短语用于询问某个词或表达的具体含义。它常用于澄清对方的意图或理解。"
    }
  ]
},
{
  "text": "She moved quickly down the hallway toward our offices, her hips swishing back and forth, back and forth in the skintight tan Seven cords she was wearing. She'd told me the day before that I should seriously consider getting a pair or ten, as these were among the only jeans or corduroys that Miranda would permit people to wear in the office. Those and the MJ's were OK, but only on Friday, and only if worn with high heels. MJ's? “Marc Jacobs,” she had said, exasperated.",
  "annotations": [
    {
      "phrase": "swishing back and forth",
      "explanation": "来回摆动。“swish”指快速移动时发出的声音或动作，这里形容她的臀部在走动时的优雅摆动。"
    },
    {
      "phrase": "skintight",
      "explanation": "紧身的，贴身的。指衣物非常贴合身体，通常用于形容时尚的服装。"
    },
    {
      "phrase": "cords",
      "explanation": "灯芯绒裤，通常指一种有条纹的厚布料裤子，既舒适又时尚，适合休闲场合。"
    },
    {
      "phrase": "permit",
      "explanation": "允许，准许。这个词在这里表示Miranda对办公室着装的严格要求。"
    },
    {
      "phrase": "high heels",
      "explanation": "高跟鞋。通常被认为是女性时尚的象征，能够提升身高并展现优雅的气质。"
    },
    {
      "phrase": "exasperated",
      "explanation": "恼怒的，烦躁的。这个词通常用来形容因他人行为而感到不耐烦或沮丧的情绪。"
    },
    {
      "phrase": "MJ's",
      "explanation": "MJ's是Marc Jacobs的缩写，Marc Jacobs是一位著名的美国时尚设计师，以其创新和前卫的设计而闻名。"
    },
    {
      "phrase": "consider getting a pair or ten",
      "explanation": "考虑买一条或十条。这种表达方式强调了对购买的重视，带有一定的幽默感，暗示她可能会非常喜欢这种裤子。"
    },
    {
      "phrase": "among the only jeans or corduroys",
      "explanation": "仅有的牛仔裤或灯芯绒裤之一。这里强调了Miranda对办公室着装的严格限制，只有特定品牌的裤子被允许。"
    },
    {
      "phrase": "those and the MJ's were OK",
      "explanation": "那些和MJ's是可以的。这里表明了在特定条件下，只有这两种裤子被允许穿着，突显了办公室的着装规范。"
    }
  ]
},
{
  "text": "“Well, between the cameras and the cards, they kind of know what everyone's doing,” she said as she dropped her Gucci logo tote on her desk. She began unbuttoning her very fitted leather blazer, a coat that looked supremely inadequate for the late-November weather. “I don't think they actually look at the cameras unless something's missing, but the cards tell everything. Like, every time you swipe it downstairs to get past the security counter or on the floor to get in the door, they know where you are. That's how they tell if people are at work, so if you have to be out—and you never will, but just in case something really awful happens—you'll just give me your card and I'll swipe it. That way you'll still get paid for all the days you miss, even if you go over. You'll do the same for me—everyone does it.”",
  "annotations": [
    {
      "phrase": "Gucci logo tote",
      "explanation": "Gucci是意大利奢侈品牌，logo tote指带有Gucci标志的手提包。此处暗示角色的时尚品味和社会地位。"
    },
    {
      "phrase": "very fitted leather blazer",
      "explanation": "非常合身的皮革西装外套。“fitted”指合身的，强调这件外套的剪裁贴合身形，通常用于描述时尚服装。"
    },
    {
      "phrase": "supremely inadequate",
      "explanation": "极其不够。“supremely”表示极端、非常，通常用于强调某种状态或特质。“inadequate”指不足或不适合，结合在一起形容外套在寒冷天气中的无用。"
    },
    {
      "phrase": "late-November weather",
      "explanation": "11月底的天气。通常这个时候天气会变得寒冷，暗示角色的穿着不合时宜。"
    },
    {
      "phrase": "the cards tell everything",
      "explanation": "这些卡片能记录一切。“cards”指某种身份或工作卡，暗示监控和追踪的功能。"
    },
    {
      "phrase": "swipe it downstairs",
      "explanation": "在楼下刷卡。“swipe”指用卡片在读卡器上划过，通常用于进入某个受限区域。"
    },
    {
      "phrase": "security counter",
      "explanation": "安保柜台。指在建筑物入口处负责安全检查的地方，通常会有保安人员和监控设备。"
    },
    {
      "phrase": "tell if people are at work",
      "explanation": "判断人们是否在工作。这里的“tell”指通过某种方式得知，暗示监控和记录的系统。"
    },
    {
      "phrase": "just in case something really awful happens",
      "explanation": "以防万一发生什么可怕的事情。“just in case”是一个常用短语，表示为了预防某种可能发生的情况。"
    },
    {
      "phrase": "you'll still get paid for all the days you miss",
      "explanation": "即使缺勤，你仍然会得到所有缺席天数的工资。这里暗示了一种工作场所的灵活性和同事之间的互助。"
    },
    {
      "phrase": "go over",
      "explanation": "超出。“go over”通常指超过某个限制或范围，结合上下文，暗示缺勤的天数可能会有上限。"
    }
  ]
},
{
  "text": "I was still reeling from the “and you never will” part, but she continued her briefing.",
  "annotations": [
    {
      "phrase": "reeling from",
      "explanation": "感到震惊或不知所措。‘reel’本义是卷轴，形容因受到冲击而失去平衡或方向。在这里，指的是因对方的话感到震惊，情绪上受到冲击。"
    },
    {
      "phrase": "and you never will",
      "explanation": "你永远不会。这个短语暗示了对未来的绝望或否定，可能是对某种期望的打击。"
    },
    {
      "phrase": "briefing",
      "explanation": "简报，简要说明。通常用于军事或专业场合，指对某个主题进行的简短而重要的介绍。在这里，可能是对某个情况或任务的说明。"
    }
  ]
},
{
  "text": "“And that's how you'll get food in the dining room also. It's a debit card: just put on some money and it gets deducted at the register. Of course, that's how they can tell what you're eating,” she said, unlocking Miranda's office door and plopping herself on the floor. She immediately reached for a boxed bottle of wine and began wrapping.",
  "annotations": [
    {
      "phrase": "debit card",
      "explanation": "借记卡，一种可以直接从银行账户中扣款的支付卡。与信用卡不同，借记卡的消费金额必须在账户余额之内。"
    },
    {
      "phrase": "put on some money",
      "explanation": "存入一些钱。这里的“put on”指的是将钱存入借记卡中，以便后续消费。"
    },
    {
      "phrase": "gets deducted",
      "explanation": "被扣除。“deduct”本义是减去或扣除，常用于财务或会计中，表示从总额中减去某个数额。"
    },
    {
      "phrase": "the register",
      "explanation": "收银机，通常指商店或餐厅用于处理交易的设备。在这里指的是用来记录消费的地方。"
    },
    {
      "phrase": "that's how they can tell what you're eating",
      "explanation": "这就是他们如何知道你在吃什么。这里的“tell”指的是通过某种方式得知或识别，暗示借记卡的使用可以追踪消费记录。"
    },
    {
      "phrase": "unlocking",
      "explanation": "解锁，打开。这里指的是打开门锁的动作，暗示进入某个空间。"
    },
    {
      "phrase": "plopping herself on the floor",
      "explanation": "扑通一声坐到地上。“plop”是一种形容声音的词，表示重重地落下，通常带有随意或放松的感觉。"
    },
    {
      "phrase": "boxed bottle of wine",
      "explanation": "装在盒子里的葡萄酒。这里的“boxed”指的是包装好的，通常是指一种便于携带和存储的葡萄酒形式。"
    },
    {
      "phrase": "began wrapping",
      "explanation": "开始包装。这里可能指的是将葡萄酒或其他物品包裹起来，通常用于礼物或保护物品。"
    }
  ]
},
{
  "text": "“Do they care what you eat?” I asked, feeling as though I'd just stepped directly into a scene from Sliver.",
  "annotations": [
    {
      "phrase": "care",
      "explanation": "在这里指的是在乎、关心某事。‘care’的本义是对某事物有情感上的关注或兴趣。"
    },
    {
      "phrase": "stepped directly into",
      "explanation": "直接走入。‘step into’通常指进入某个地方，这里用来形容主人公感觉自己仿佛进入了一个特定的情境或场景。"
    },
    {
      "phrase": "scene from Sliver",
      "explanation": "来自《窥视者》（Sliver）的场景。《窥视者》是一部1993年的心理惊悚片，讲述了一位女性在一栋公寓中发现自己被监视的故事。这个引用暗示了主人公感到不安或被观察的情绪。"
    },
    {
      "phrase": "Sliver",
      "explanation": "《窥视者》是由菲利普·诺伊斯执导，莎朗·斯通主演的一部电影。影片探讨了隐私、窥探和心理操控等主题，反映了人们对个人空间和安全感的关注。"
    }
  ]
},
{
  "text": "Um, I'm not sure. Maybe? I just know they can tell. And the gym, too. You have to use it there, and at the newsstand to buy books or magazines. I think it just helps them stay organized.",
  "annotations": [
    {
      "phrase": "not sure",
      "explanation": "不确定。表示对某事没有把握或信心。"
    },
    {
      "phrase": "maybe",
      "explanation": "也许。表示一种不确定的可能性，通常用于表达对未来事件的猜测。"
    },
    {
      "phrase": "they can tell",
      "explanation": "他们能看出来。这里的“tell”指的是察觉、识别某种信息或情绪。"
    },
    {
      "phrase": "the gym",
      "explanation": "健身房。通常是指进行身体锻炼的地方，强调身体健康和锻炼的重要性。"
    },
    {
      "phrase": "newsstand",
      "explanation": "报摊。出售报纸、杂志和其他出版物的地方，通常在街头或公共场所。"
    },
    {
      "phrase": "stay organized",
      "explanation": "保持有序。指的是通过某种方式来管理和安排事物，使其不混乱。"
    }
  ]
},
{
  "text": "Stay organized? I was working for a company who defined good “organization” as knowing which floor each employee visited, whether they preferred onion soup or Caesar salad for lunch, and just how many minutes they could tolerate the elliptical machine? I was a lucky, lucky girl.",
  "annotations": [
    {
      "phrase": "defined good 'organization'",
      "explanation": "将“组织”定义为。这里的“定义”指的是公司对什么是好的组织的标准或解释。"
    },
    {
      "phrase": "each employee visited",
      "explanation": "每位员工访问的。这里的“visited”指的是员工在公司内部的活动或行踪，暗示公司对员工的监控和关注。"
    },
    {
      "phrase": "onion soup or Caesar salad",
      "explanation": "洋葱汤或凯撒沙拉。这两种食物都是常见的西餐选择，洋葱汤是一种用洋葱和高汤制成的汤，而凯撒沙拉是一种经典的沙拉，通常包含生菜、面包丁、帕尔马干酪和凯撒酱。"
    },
    {
      "phrase": "tolerate the elliptical machine",
      "explanation": "忍受椭圆机。这里的“tolerate”意味着能够承受或适应某种情况，椭圆机是一种常见的健身器材，通常用于有氧运动。"
    },
    {
      "phrase": "lucky, lucky girl",
      "explanation": "幸运的女孩。这里的重复“lucky”强调了说话者对自己处境的感慨，可能暗示她对公司文化的不满或讽刺。"
    },
    {
      "phrase": "Stay organized?",
      "explanation": "保持有序？这是一个反问，暗示说话者对公司定义的“组织”感到困惑或不满。"
    }
  ]
},
{
  "text": "Exhausted from my fourth morning of waking up at five-thirty, it took me another five full minutes to work up the energy to climb out of my coat and settle down at my desk. I thought about putting my head down to rest for just a moment, but Emily cleared her throat. Loudly.",
  "annotations": [
    {
      "phrase": "exhausted",
      "explanation": "精疲力竭的，形容极度疲惫。这个词通常用于描述经过长时间的工作或活动后，身体和精神上的极度疲劳。"
    },
    {
      "phrase": "waking up at five-thirty",
      "explanation": "早上五点半起床。这个时间通常被认为是非常早的起床时间，可能暗示了主人公的生活方式或工作压力。"
    },
    {
      "phrase": "work up the energy",
      "explanation": "鼓起勇气，积攒精力。这里的“work up”表示逐渐积累或增强某种状态，通常用于描述需要努力才能达到的状态。"
    },
    {
      "phrase": "climb out of my coat",
      "explanation": "脱下外套。这里的“climb out”是比喻用法，形容从外套中挣脱出来，暗示主人公感到沉重或不愿意动。"
    },
    {
      "phrase": "settle down at my desk",
      "explanation": "在我的书桌前安顿下来。“settle down”通常指安静下来或稳定下来，这里暗示主人公准备开始工作或学习。"
    },
    {
      "phrase": "putting my head down to rest",
      "explanation": "把头放下休息。这个短语表达了主人公想要短暂休息的愿望，暗示疲惫和渴望放松。"
    },
    {
      "phrase": "cleared her throat",
      "explanation": "清了清喉咙。这个短语通常表示某人想要引起注意或准备说话，可能暗示Emily有话要说或想要打断主人公的思绪。"
    },
    {
      "phrase": "loudly",
      "explanation": "大声地。这个副词强调了Emily清喉咙的声音，可能暗示她的态度或情绪，给人一种强烈的印象。"
    }
  ]
},
{
  "text": "“Um, you want to get in here and help me?” she asked, although it was clearly no question. “Here, wrap something.” She thrust a pile of white paper my way and resumed her task. Jewel blasted from the extra speakers attached to her iMac.",
  "annotations": [
    {
      "phrase": "clearly no question",
      "explanation": "显然不是问题。这句话暗示了说话者的语气或态度非常明确，实际上并不需要对方回答。"
    },
    {
      "phrase": "wrap something",
      "explanation": "包裹某物。这里指的是将某个物体用纸包起来，通常用于礼物或其他物品的包装。"
    },
    {
      "phrase": "thrust a pile of white paper my way",
      "explanation": "将一堆白纸猛地推向我。“thrust”意为猛推，通常带有急切或强烈的动作。这里形容她的动作非常直接和迅速。"
    },
    {
      "phrase": "resumed her task",
      "explanation": "继续她的任务。“resume”意为重新开始，通常指在中断后继续进行某项工作或活动。"
    },
    {
      "phrase": "Jewel blasted from the extra speakers",
      "explanation": "Jewel从额外的扬声器中响起。“blasted”在这里指音乐声音非常大，给人一种强烈的感觉。Jewel是美国的一位著名歌手，以其独特的嗓音和风格闻名。"
    },
    {
      "phrase": "extra speakers attached to her iMac",
      "explanation": "连接到她的iMac的额外扬声器。“iMac”是苹果公司生产的一款台式电脑，以其设计美观和强大性能著称。这里提到的“extra speakers”暗示了她可能在进行某种需要高音质的活动，比如听音乐或观看视频。"
    }
  ]
},
{
  "text": "Cut, place, fold, tape: Emily and I worked steadily through the morning, stopping only to call the downstairs messenger center each time we'd finished with twenty-five boxes. They'd hold them until we gave the green light for them to be fanned out all over Manhattan in mid-December. We'd already completed all of the out-of-town bottles during my first two days, and those were piled in the Closet waiting for DHL to pick them up. Considering each and every one was set to be sent first-day priority, arriving at their locations at the earliest possible time the very next morning, I wasn't sure what the rush was—considering it was only the end of November—but I'd already learned it was better not to ask questions. We would be FedExing about 150 bottles all over the world. The Priestly bottles would make it to Paris, Cannes, Bordeaux, Milan, Rome, Florence, Barcelona, Geneva, Brugges, Stockholm, Amsterdam, and London. Dozens to London! FedEx would jet them to Beijing and Hong Kong and Capetown and Tel Aviv and Dubai (Dubai!). They would be toasting Miranda Priestly in Los Angeles, Honolulu, New Orleans, Charleston, Houston, Bridgehampton, and Nantucket. And those all before any went out in New York—the city that contained all of Miranda's friends, doctors, maids, hair stylists, nannies, makeup artists, shrinks, yoga instructors, personal trainers, drivers, and personal shoppers. Of course, this was where most of the fashion-industry people were, too: the designers, models, actors, editors, advertisers, PR folks, and all-around style mavens would each receive a level-appropriate bottle lovingly delivered by an Elias-Clark messenger.",
  "annotations": [
    {
      "phrase": "green light",
      "explanation": "绿灯。这里比喻获得许可或批准，表示可以开始某项工作或行动。"
    },
    {
      "phrase": "fanned out",
      "explanation": "展开，散开。原意是指扇子打开，这里形容将箱子分发到各个地方。"
    },
    {
      "phrase": "first-day priority",
      "explanation": "首日优先。指邮件或包裹在第一天就能送达的优先服务。"
    },
    {
      "phrase": "the rush",
      "explanation": "匆忙，急迫。这里指对快速处理和发送包裹的紧迫感。"
    },
    {
      "phrase": "FedExing",
      "explanation": "使用联邦快递（FedEx）服务。FedEx是一家国际快递公司，以快速和可靠的服务著称。"
    },
    {
      "phrase": "toasting",
      "explanation": "祝酒，庆祝。通常在聚会或庆祝活动中举杯祝愿。"
    },
    {
      "phrase": "fashion-industry people",
      "explanation": "时尚行业的人。指在时尚界工作的人，包括设计师、模特、编辑等。"
    },
    {
      "phrase": "level-appropriate bottle",
      "explanation": "适合级别的瓶子。这里指根据收件人的身份或地位选择的合适的瓶子。"
    },
    {
      "phrase": "Elias-Clark messenger",
      "explanation": "Elias-Clark快递员。这里可能是指一个特定的快递公司或品牌，负责送达时尚行业的包裹。"
    },
    {
      "phrase": "the Closet",
      "explanation": "衣橱。这里可能隐喻一个存放重要物品的地方，或者是一个专门的存储空间。"
    },
    {
      "phrase": "mid-December",
      "explanation": "十二月中旬。指每年的12月中段，通常是节日和购物季的高峰期。"
    },
    {
      "phrase": "Dozens to London!",
      "explanation": "送往伦敦的数十个！这里强调了发往伦敦的包裹数量之多，突显了伦敦在时尚界的重要性。"
    },
    {
      "phrase": "Bridgehampton",
      "explanation": "布里奇汉普顿。位于纽约州汉普顿地区的一个小镇，以其美丽的海滩和富裕的度假村而闻名。"
    },
    {
      "phrase": "Nantucket",
      "explanation": "南塔基特。一个位于马萨诸塞州的小岛，以其迷人的海滩和历史悠久的渔村而著称，是一个受欢迎的度假胜地。"
    }
  ]
},
{
  "text": "“How much do you think all of this costs?” I asked Emily, while snipping what felt like the millionth piece of thick white paper.",
  "annotations": [
    {
      "phrase": "costs",
      "explanation": "成本，费用。在这里指的是所有物品或服务的价格。"
    },
    {
      "phrase": "snipping",
      "explanation": "剪切，修剪。通常指用剪刀或类似工具快速剪断某物。在这里形容剪纸的动作。"
    },
    {
      "phrase": "millionth",
      "explanation": "百万分之一，形容数量极大。在这里用来强调剪纸的次数之多，带有夸张的意味。"
    },
    {
      "phrase": "thick white paper",
      "explanation": "厚的白纸。形容纸张的材质和颜色，通常用于艺术或手工制作。"
    }
  ]
},
{
  "text": "I told you, I ordered twenty-five thousand dollars' worth of booze.",
  "annotations": [
    {
      "phrase": "twenty-five thousand dollars' worth",
      "explanation": "价值二万五千美元。这里的“worth”表示某物的价值，通常用于描述某物的价格或价值。"
    },
    {
      "phrase": "ordered",
      "explanation": "订购。指事先请求或安排某物的供应，通常用于商业或餐饮场合。"
    },
    {
      "phrase": "booze",
      "explanation": "酒，通常指含酒精的饮料。这个词语在口语中比较常见，带有非正式的色彩，常用于聚会或社交场合。"
    }
  ]
},
{
  "text": "No, no—how much do you think it costs altogether? I mean, to overnight all these packages all over the world, well, I bet that in some cases the shipping costs more than the bottle itself, especially if they're getting a nobody bottle.",
  "annotations": [
    {
      "phrase": "costs altogether",
      "explanation": "总费用。这里的“altogether”表示整体、总共的意思，强调所有费用的合计。"
    },
    {
      "phrase": "overnight",
      "explanation": "隔夜。指的是快速的运输服务，通常在一夜之间将包裹送达目的地。在这里强调了运输的紧急性和高效性。"
    },
    {
      "phrase": "packages all over the world",
      "explanation": "遍布全球的包裹。这里的“packages”指的是寄送的物品，而“all over the world”强调了运输的国际性。"
    },
    {
      "phrase": "shipping costs",
      "explanation": "运输费用。指的是将物品从一个地方运送到另一个地方所需支付的费用。"
    },
    {
      "phrase": "nobody bottle",
      "explanation": "无名瓶子。这里的“nobody”指的是不知名或不受欢迎的品牌或产品，暗示这种瓶子可能不具备高价值或知名度。"
    },
    {
      "phrase": "I bet",
      "explanation": "我敢打赌。这里表示说话者对某件事情的强烈信心，通常用于表达一种推测或猜测。"
    },
    {
      "phrase": "in some cases",
      "explanation": "在某些情况下。表示并非所有情况都如此，而是有特定的例外或条件。"
    },
    {
      "phrase": "costs more than",
      "explanation": "费用超过。这里比较了运输费用与瓶子的价格，强调运输费用可能更高。"
    }
  ]
},
{
  "text": "She looked intrigued. It was the first time I'd seen her look at me with anything other than disgust, exasperation, or indifference. “Well, let's see. If you figure that all the domestic FedExes are somewhere in the twenty-dollar range, and all the international are about $60, then that equals $9,000 for FedEx. I think I heard somewhere that the messengers charge eleven bucks a package, so sending out 250 of those would be $2,750. And our time, well, if it takes us a full week to wrap everything, then added together, that's two full weeks of both our salaries, which is another four grand—”",
  "annotations": [
    {
      "phrase": "intrigued",
      "explanation": "感兴趣的，表示对某事物产生好奇或兴趣。在这里，表明她对说话者的关注与好奇，打破了之前的冷漠态度。"
    },
    {
      "phrase": "disgust",
      "explanation": "厌恶，反感。指对某人或某事产生强烈的负面情绪。在文中，表示她之前对说话者的态度。"
    },
    {
      "phrase": "exasperation",
      "explanation": "恼怒，愤怒。指因某事而感到极度烦恼或不耐烦。在这里，说明她对说话者的反应。"
    },
    {
      "phrase": "indifference",
      "explanation": "漠不关心，无动于衷。表示对某事物缺乏兴趣或情感。在文中，强调她之前对说话者的冷淡态度。"
    },
    {
      "phrase": "domestic FedExes",
      "explanation": "国内的FedEx快递。FedEx是一家国际快递服务公司，这里指的是在国内运输的快递服务。"
    },
    {
      "phrase": "twenty-dollar range",
      "explanation": "20美元的范围。指价格在20美元左右的商品或服务。"
    },
    {
      "phrase": "international",
      "explanation": "国际的，涉及多个国家的。在这里指的是跨国的快递服务。"
    },
    {
      "phrase": "equals",
      "explanation": "等于，表示数量或价值相等。在这里用于计算费用。"
    },
    {
      "phrase": "$9,000 for FedEx",
      "explanation": "FedEx的费用为9000美元。这里是对快递费用的具体计算，显示出费用的高昂。"
    },
    {
      "phrase": "messengers",
      "explanation": "信使，快递员。指负责递送包裹的人。在这里，指代那些提供快递服务的人。"
    },
    {
      "phrase": "charge eleven bucks",
      "explanation": "收费11美元。‘bucks’是‘dollars’的俚语，表示价格。"
    },
    {
      "phrase": "sending out 250 of those",
      "explanation": "发送250个包裹。这里指的是快递的数量，显示出工作的繁重。"
    },
    {
      "phrase": "$2,750",
      "explanation": "2750美元。这里是对快递费用的计算结果，进一步强调了成本。"
    },
    {
      "phrase": "full week",
      "explanation": "整整一周。表示时间的完整性，强调工作所需的时间。"
    },
    {
      "phrase": "wrap everything",
      "explanation": "包装所有东西。这里指的是准备和打包的过程。"
    },
    {
      "phrase": "added together",
      "explanation": "加在一起。表示将多个数值相加，得出总和。"
    },
    {
      "phrase": "two full weeks of both our salaries",
      "explanation": "我们两个人的整整两周的工资。强调时间和金钱的成本，显示出工作的经济压力。"
    },
    {
      "phrase": "four grand",
      "explanation": "四千美元。“grand”是“thousand”的俚语，常用于口语中表示金额。"
    }
  ]
},
{
  "text": "It was here I flinched inwardly, realizing that both of our salaries together for an entire week's work was by far the most insignificant expense.",
  "annotations": [
    {
      "phrase": "flinched inwardly",
      "explanation": "内心抽动。‘flinch’本意是因疼痛或惊吓而退缩，这里指的是在内心感到不安或不舒服。"
    },
    {
      "phrase": "realizing",
      "explanation": "意识到。‘realize’的本义是使某事变为现实，这里指突然明白或领悟某个事实。"
    },
    {
      "phrase": "both of our salaries together",
      "explanation": "我们两人的工资加在一起。‘salary’指的是工资，通常是固定的薪水，这里强调两个人的收入合并。"
    },
    {
      "phrase": "entire week's work",
      "explanation": "整整一周的工作。‘entire’意为全部的，强调时间的完整性，‘week's work’指一周内所做的工作。"
    },
    {
      "phrase": "by far",
      "explanation": "远远地。这个短语用于强调某事物在某个方面的程度，表示与其他事物相比有很大的差距。"
    },
    {
      "phrase": "most insignificant expense",
      "explanation": "最微不足道的开支。‘insignificant’意为微不足道的、不重要的，‘expense’指开支或费用。这里强调这笔开支在整体预算中几乎没有影响。"
    }
  ]
},
{
  "text": "“Yeah, it comes to around $16,000 in total. Crazy, huh? But what choice is there? She is Miranda Priestly, you know.”",
  "annotations": [
    {
      "phrase": "comes to around $16,000",
      "explanation": "总计大约16000美元。‘comes to’是一个常用短语，表示总数或合计。"
    },
    {
      "phrase": "in total",
      "explanation": "总共，全部。这个短语通常用于强调所有部分的合计。"
    },
    {
      "phrase": "Crazy, huh?",
      "explanation": "疯狂，是吧？这里的‘crazy’用来表达对某事的惊讶或不满，通常带有口语化的语气。"
    },
    {
      "phrase": "what choice is there?",
      "explanation": "有什么选择呢？这是一个修辞问题，表明在某种情况下没有其他选择。"
    },
    {
      "phrase": "Miranda Priestly",
      "explanation": "米兰达·普里斯特利，是小说《穿普拉达的女王》中的主要角色，她是一位强势且有影响力的时尚杂志主编。这个角色由梅丽尔·斯特里普在电影改编中扮演，成为了现代流行文化中的经典形象。"
    },
    {
      "phrase": "you know",
      "explanation": "你知道的。这是一个口语化的表达，通常用来加强语气或引起听者的共鸣。"
    }
  ]
},
{
  "text": "At about one Emily announced she was hungry and was heading downstairs to get some lunch with a few of the girls in accessories. I assumed she meant she would pick up her lunch, since that's what we'd been doing all week, so I waited for ten minutes, fifteen minutes, twenty, but she never reappeared with her food. Neither of us had actually eaten in the dining room since I'd started in case Miranda called, but this was ridiculous. Two o'clock came and then two-thirty and then three, and all I could think about was how hungry I was. I tried calling Emily's cell phone, but it went directly to voice mail. Could she have died in the dining room? I wondered. Choked on some plain lettuce, or simply slumped over after downing a smoothie? I thought about asking someone to pick something up for me, but it seemed too prima donna–ish to ask a perfect stranger to fetch me lunch. After all, I was supposed to be the lunch-fetcher: Oh, yes, darling, I'm simply too important to abandon my post here wrapping presents, so I was wondering if you might pick me up a turkey and brie croissant? Lovely. I just couldn't do it. So when four o'clock rolled around and there was still no sign of Emily and no call from Miranda, I did the unthinkable: I left the office unattended.",
  "annotations": [
    {
      "phrase": "announced",
      "explanation": "宣布，宣告。指公开地说出某事，通常带有重要性或正式性。"
    },
    {
      "phrase": "accessories",
      "explanation": "配饰，附属品。在时尚领域，指服装的附加物品，如首饰、手袋等。"
    },
    {
      "phrase": "reappeared",
      "explanation": "再次出现。指某人或某物在消失后再次显现。"
    },
    {
      "phrase": "ridiculous",
      "explanation": "荒谬的，滑稽的。形容某事显得不合理或令人发笑。"
    },
    {
      "phrase": "voice mail",
      "explanation": "语音邮件。指一种电话服务，允许来电者在无法接听时留下语音信息。"
    },
    {
      "phrase": "choked on",
      "explanation": "窒息，因吞咽不当而导致呼吸困难。这里暗示了对食物安全的担忧。"
    },
    {
      "phrase": "slumped over",
      "explanation": "趴下，倒下。通常指因疲惫或不适而无力支撑身体。"
    },
    {
      "phrase": "downing a smoothie",
      "explanation": "喝下果昔。指快速喝下混合果汁饮料，通常是健康饮品。"
    },
    {
      "phrase": "prima donna–ish",
      "explanation": "自我中心的，爱出风头的。源自意大利语，原指歌剧中的女主角，现多用来形容过于自我、要求高的人。"
    },
    {
      "phrase": "lunch-fetcher",
      "explanation": "午餐取餐者。这里是指负责为他人取餐的人，带有一种自嘲的意味。"
    },
    {
      "phrase": "abandon my post",
      "explanation": "放弃我的岗位。指在工作中离开自己的职责或位置，通常带有负面含义。"
    },
    {
      "phrase": "turkey and brie croissant",
      "explanation": "火鸡和布里奶酪可颂。是一种美味的三明治，结合了火鸡肉和法国布里奶酪，夹在可颂面包中。"
    },
    {
      "phrase": "unthinkable",
      "explanation": "不可思议的，难以想象的。形容某种行为极其不寻常或不被接受。"
    },
    {
      "phrase": "left the office unattended",
      "explanation": "离开办公室无人看管。指在没有人看守的情况下离开工作场所，通常被视为不负责任的行为。"
    }
  ]
},
{
  "text": "After peeking down the hall and confirming that Emily was nowhere in sight, I literally ran to the reception area and pushed the down button twenty times. Sophy, the gorgeous Asian receptionist, raised her eyebrows and looked away, and I wasn't sure if it was my impatience or her knowledge that Miranda's office was abandoned that made her look at me that way. No time to figure it out. The elevator finally arrived, and I was able to throw myself onboard even as a sneering, heroin-thin guy with spiky hair and lime green Pumas was pushing “Door Close.” No one moved aside to give me room even though there was plenty of space. And while this would've normally driven me crazy, all I could concentrate on was getting food and getting back, ASAP.",
  "annotations": [
    {
      "phrase": "peeking down the hall",
      "explanation": "向走廊里窥视。“peek”意为偷偷看，通常带有谨慎或好奇的意味。"
    },
    {
      "phrase": "literally ran",
      "explanation": "字面上跑。“literally”表示确实如此，强调动作的真实和紧迫性。"
    },
    {
      "phrase": "reception area",
      "explanation": "接待区，通常是酒店或办公室的前台区域，负责接待来访者。"
    },
    {
      "phrase": "raised her eyebrows",
      "explanation": "扬起眉毛，通常表示惊讶、怀疑或不屑的情绪。"
    },
    {
      "phrase": "impatience",
      "explanation": "不耐烦，指对等待或延迟的厌烦情绪。"
    },
    {
      "phrase": "knowledge that Miranda's office was abandoned",
      "explanation": "关于米兰达的办公室被遗弃的知识。“abandoned”意为被遗弃的，通常指某物被抛弃或无人照管。"
    },
    {
      "phrase": "throw myself onboard",
      "explanation": "冲上电梯。“throw oneself”在这里形容一种急迫的动作，表示急切想要进入电梯。"
    },
    {
      "phrase": "sneering",
      "explanation": "冷笑，带有轻蔑或嘲讽的意味。"
    },
    {
      "phrase": "heroin-thin",
      "explanation": "像海洛因一样瘦，形容人非常瘦弱，通常与吸毒有关。"
    },
    {
      "phrase": "lime green Pumas",
      "explanation": "青柠绿色的Puma运动鞋。“Pumas”是德国运动品牌Puma的鞋子，通常以其时尚和舒适著称。"
    },
    {
      "phrase": "pushing 'Door Close'",
      "explanation": "按下“关门”按钮，表示想要尽快关闭电梯门。"
    },
    {
      "phrase": "moved aside",
      "explanation": "让开，指让出空间或位置。"
    },
    {
      "phrase": "plenty of space",
      "explanation": "充足的空间，表示有足够的地方可以移动或站立。"
    },
    {
      "phrase": "driven me crazy",
      "explanation": "让我发疯，形容某事让人极为烦恼或恼火。"
    },
    {
      "phrase": "concentrate on",
      "explanation": "专注于，指将注意力集中在某事上。"
    },
    {
      "phrase": "ASAP",
      "explanation": "尽快，缩写自“As Soon As Possible”，常用于强调紧急性。"
    }
  ]
},
{
  "text": "The entrance to the all-glass-and-granite dining room was blocked by a group of Clackers-in-training, all leaning in and whispering, examining each group of people who got off the elevator. Friends of Elias employees, I immediately recalled from Emily's description of such groups, obvious from their unmasked excitement to be standing at the center of it all. Lily had already begged me to take her to the dining room since it'd been written up in nearly every Manhattan newspaper and magazine for its incredible food quality and selection—not to mention its gaggle of gorgeous people—but I wasn't ready for that yet. Besides, due to the complex office-sitting schedule Emily and I negotiated each day so far, I'd yet to spend more time there than the two and a half minutes it took to choose and pay for my food, and I wasn't sure I ever would.",
  "annotations": [
    {
      "phrase": "all-glass-and-granite",
      "explanation": "全玻璃和花岗岩。形容这个餐厅的建筑材料，强调其现代和奢华的设计风格。"
    },
    {
      "phrase": "Clackers-in-training",
      "explanation": "正在训练中的Clackers。这里的“Clackers”可能指的是一种特定的社交圈或职业群体，通常与时尚或社交活动相关。"
    },
    {
      "phrase": "leaning in and whispering",
      "explanation": "倾身低语。形容这些人对周围环境的好奇和兴奋，似乎在讨论或观察他人。"
    },
    {
      "phrase": "examining each group of people",
      "explanation": "仔细观察每一组人。这里的“examining”强调了他们的关注和好奇心，可能暗示着一种社交竞争。"
    },
    {
      "phrase": "unmasked excitement",
      "explanation": "毫不掩饰的兴奋。这里的“unmasked”表示没有隐藏或伪装，强调他们的真实情感。"
    },
    {
      "phrase": "the center of it all",
      "explanation": "一切的中心。形容这个餐厅是社交活动的热点，吸引了很多人的注意。"
    },
    {
      "phrase": "written up in nearly every Manhattan newspaper and magazine",
      "explanation": "几乎在每一份曼哈顿的报纸和杂志上都有报道。强调这个餐厅的知名度和受欢迎程度。"
    },
    {
      "phrase": "incredible food quality and selection",
      "explanation": "令人难以置信的食物质量和选择。形容餐厅的食物非常出色，种类丰富。"
    },
    {
      "phrase": "gaggle of gorgeous people",
      "explanation": "一群迷人的人。“gaggle”通常指一群鹅，这里用作比喻，形容人群的喧闹和热闹。"
    },
    {
      "phrase": "complex office-sitting schedule",
      "explanation": "复杂的办公室坐班安排。形容作者和Emily的工作安排很繁琐，可能需要协调多方。"
    },
    {
      "phrase": "negotiated each day",
      "explanation": "每天进行协商。这里的“negotiated”表示双方就工作安排进行讨论和达成一致。"
    },
    {
      "phrase": "two and a half minutes",
      "explanation": "两分半钟。强调作者在餐厅的时间非常有限，暗示了对这个地方的陌生和不适应。"
    }
  ]
},
{
  "text": "I pushed my way past the girls and felt them turn to see if I was anyone important. Negative. Weaving quickly, intently, I bypassed gorgeous racks of lamb and veal marsala in the entrees section and, with a push of willpower, cruised right past the sundried tomato and goat cheese pizza special (which resided on a small table banished to the sidelines that everyone referred to as “Carb Corner”). It wasn't as easy to navigate around the pièce de résistance of the room, the salad bar (also known just as “Greens,” as in “I'll meet you at Greens”), which was as long as an airport landing strip and accessible from four different directions, but the hordes let me pass when I loudly assured them that I wasn't going after the last of the tofu cubes. All the way in the back, directly behind the panini stand that actually resembled a makeup counter, was the single, lone soup station. Lone because the soup chef was the only one in the entire dining room who refused to make a single one of his offerings low fat, reduced fat, fat-free, low sodium, or low carb. He simply refused. As a result, his was the single table in the entire room without a line, and I sprinted directly toward him every day. Since it appeared that I was the only one in the entire company who actually bought soup—and I'd only been there a week—the higher-ups had slashed his menu to a solitary soup per day. I prayed for tomato cheddar. Instead, he ladled out a giant cup of New England clam chowder, proudly declaring it was made with heavy cream. Three people at Greens turned to stare. The only obstacle left was dodging the crowds around the chef's table, where a visiting chef in full whites was arranging large chunks of sashimi for what appeared to be adoring fans. I read the nametag on his starched white collar: Nobu Matsuhisa. I made a mental note to look him up when I got upstairs, since I seemed to be the only employee in the place who wasn't fawning all over him. Was it worse to have never heard of Mr. Matsuhisa or Miranda Priestly?",
  "annotations": [
    {
      "phrase": "bypass",
      "explanation": "绕过，避开。指的是故意不经过某个地方或物体，这里形容主角快速穿过食物区域。"
    },
    {
      "phrase": "entrees section",
      "explanation": "主菜区。指餐厅菜单中的主菜部分，通常是较为丰盛的菜肴。"
    },
    {
      "phrase": "push of willpower",
      "explanation": "意志力的推动。指通过强大的内心力量来克服困难或抵抗诱惑。"
    },
    {
      "phrase": "pièce de résistance",
      "explanation": "最精彩的部分，杰作。源自法语，通常指在一系列事物中最引人注目的部分，这里指的是沙拉吧。"
    },
    {
      "phrase": "accessible from four different directions",
      "explanation": "从四个不同方向可进入。形容沙拉吧的布局非常开放，方便顾客从不同的方向到达。"
    },
    {
      "phrase": "hordes",
      "explanation": "一大群，成群的。通常指数量庞大的人群，这里形容围绕沙拉吧的人很多。"
    },
    {
      "phrase": "lone soup station",
      "explanation": "孤独的汤站。指只有一个汤的供应点，强调其独特性和稀缺性。"
    },
    {
      "phrase": "higher-ups",
      "explanation": "上层管理者，领导。指公司或组织中的高层人员，通常负责决策和管理。"
    },
    {
      "phrase": "solitary soup per day",
      "explanation": "每天只有一种汤。强调汤的选择非常有限，突显了主角的困境。"
    },
    {
      "phrase": "ladled out",
      "explanation": "舀出。指用汤勺等工具盛出液体食物，这里形容厨师为主角盛汤的动作。"
    },
    {
      "phrase": "New England clam chowder",
      "explanation": "新英格兰蛤蜊浓汤。是一种经典的美国海鲜汤，以蛤蜊、土豆和奶油为主要成分，通常呈浓稠状。"
    },
    {
      "phrase": "dodging the crowds",
      "explanation": "躲避人群。指在拥挤的地方小心翼翼地穿行，避免与人碰撞。"
    },
    {
      "phrase": "visiting chef in full whites",
      "explanation": "穿着全套厨师服的来访厨师。厨师服通常是白色的，象征着专业和卫生。"
    },
    {
      "phrase": "sashimi",
      "explanation": "生鱼片。是一种日本料理，通常是新鲜生鱼切片，常与酱油和芥末一起食用。"
    },
    {
      "phrase": "fawning all over him",
      "explanation": "对他过于溺爱或崇拜。形容人们对某人表现出极大的热情和关注，通常带有过度的意味。"
    },
    {
      "phrase": "Miranda Priestly",
      "explanation": "米兰达·普里斯特利，小说《穿普拉达的女王》中的角色，象征着时尚界的权威和苛刻。"
    },
    {
      "phrase": "Nobu Matsuhisa",
      "explanation": "松久信幸，著名的日本厨师，以其高档的日本料理而闻名，尤其是寿司和生鱼片。"
    }
  ]
},
{
  "text": "The petite cashier looked first at the soup and then at my hips when she rang me up. Or had she? I'd already grown accustomed to being looked up and down every time I went anywhere, and I could've sworn she was looking at me with the same expression I would've given a five-hundred-pound person with eight Big Macs arrayed in front of him: the eyes raised just enough as if to ask, “Do you really need that?” But I brushed my paranoia aside and reminded myself that the woman was simply a cashier in a cafeteria, not a Weight Watchers counselor. Or a fashion editor.",
  "annotations": [
    {
      "phrase": "petite",
      "explanation": "娇小的，形容身材小巧的人。通常用于描述女性，强调她们的纤细和娇弱。"
    },
    {
      "phrase": "rang me up",
      "explanation": "结账，指收银员在收银机上输入商品价格并计算总额的过程。"
    },
    {
      "phrase": "accustomed to",
      "explanation": "习惯于，表示对某种情况或行为的适应。这里暗示主角已经习惯了别人对她的审视。"
    },
    {
      "phrase": "looked up and down",
      "explanation": "上下打量，形容仔细观察某人，通常带有评判的意味。"
    },
    {
      "phrase": "could've sworn",
      "explanation": "我敢肯定，表示对某事的强烈信念或确信。"
    },
    {
      "phrase": "five-hundred-pound person",
      "explanation": "五百磅的人，指体重非常重的人。这里用来强调与食物相关的审视和判断。"
    },
    {
      "phrase": "Big Macs",
      "explanation": "巨无霸，麦当劳的一种汉堡。这里用来形象地说明过量饮食的情况。"
    },
    {
      "phrase": "arrayed in front of him",
      "explanation": "摆在他面前，形容物品的排列和展示。"
    },
    {
      "phrase": "the eyes raised just enough",
      "explanation": "眼睛微微抬起，形容一种质疑或评判的眼神。"
    },
    {
      "phrase": "brushed my paranoia aside",
      "explanation": "抛开我的偏执，表示不再过度担心或怀疑。这里的“paranoia”指对他人看法的过度敏感。"
    },
    {
      "phrase": "Weight Watchers counselor",
      "explanation": "减重顾问，指专门帮助人们控制体重的专业人士。这里用作对比，强调收银员并不具备这样的专业身份。"
    },
    {
      "phrase": "fashion editor",
      "explanation": "时尚编辑，负责时尚杂志内容的专业人士。这里暗示主角对外貌的担忧与时尚界的标准有关。"
    }
  ]
},
{
  "text": "“So. Not many people buying the soup these days,” she said quietly, punching numbers on the register.",
  "annotations": [
    {
      "phrase": "buying the soup",
      "explanation": "购买汤。这里的“soup”可能是指某种特定的汤品，暗示着商店的生意不景气，也可能象征着生活中的某种需求或温暖。"
    },
    {
      "phrase": "these days",
      "explanation": "这些天。指的是当前的时间段，通常用来强调与过去的对比，暗示某种变化或趋势。"
    },
    {
      "phrase": "she said quietly",
      "explanation": "她轻声说道。“quietly”指说话的声音小，可能暗示她的情绪低落或对当前情况的不满。"
    },
    {
      "phrase": "punching numbers on the register",
      "explanation": "在收银机上输入数字。“punching numbers”指用手指按压按钮或键盘输入数据，通常用于描述收银员在处理交易时的动作。“register”是指收银机，商店中用于记录销售和处理付款的设备。"
    }
  ]
},
{
  "text": "“Yeah, I guess not that many people like New England clam chowder,” I mumbled, swiping my card and willing her hands to move faster, faster.",
  "annotations": [
    {
      "phrase": "New England clam chowder",
      "explanation": "新英格兰蛤蜊浓汤。这是一种源自美国新英格兰地区的传统海鲜汤，主要成分包括蛤蜊、土豆、洋葱和奶油。它的浓郁口感和独特风味使其成为美国东北部的经典美食。"
    },
    {
      "phrase": "mumbled",
      "explanation": "嘟囔，低声说。这个词通常指说话声音很小，可能因为害羞、紧张或不满。这里暗示说话者对自己说的话并不十分自信。"
    },
    {
      "phrase": "swiping my card",
      "explanation": "刷卡。指用信用卡或借记卡在支付终端上滑动以完成支付。这种方式在现代社会中非常普遍，方便快捷。"
    },
    {
      "phrase": "willing her hands to move faster",
      "explanation": "希望她的手动得更快。“willing”在这里表示一种强烈的愿望或期待，暗示说话者对当前进展的不满，想要加快速度。"
    },
    {
      "phrase": "faster, faster",
      "explanation": "更快，更快。重复的用法强调了说话者的焦虑和急切心情，表现出一种迫切希望事情能迅速进行的情绪。"
    }
  ]
},
{
  "text": "She stopped and turned her narrowed brown eyes directly toward mine. “No, I think it's because the soup chef insists on making these really fattening things—do you have any idea how many calories are in that? Do you have any idea how fattening that little cup of soup is? I'm just saying is, someone could put on ten pounds from just looking at it—” And you're not one who could afford to gain ten pounds, she implied.",
  "annotations": [
    {
      "phrase": "narrowed brown eyes",
      "explanation": "狭窄的棕色眼睛。这里的“narrowed”形容眼睛微微眯起，通常表示怀疑或不满的情绪。"
    },
    {
      "phrase": "soup chef",
      "explanation": "汤厨师。指专门制作汤的厨师，通常在餐厅中负责汤品的调配和烹饪。"
    },
    {
      "phrase": "fattening",
      "explanation": "使人发胖的。通常指食物含有较高的卡路里或脂肪，容易导致体重增加。"
    },
    {
      "phrase": "calories",
      "explanation": "卡路里。是衡量食物能量的单位，过多的卡路里摄入会导致体重增加。"
    },
    {
      "phrase": "put on ten pounds",
      "explanation": "增加十磅体重。“put on”在这里指增加体重，通常用于描述体重的变化。"
    },
    {
      "phrase": "afford to gain ten pounds",
      "explanation": "负担得起增加十磅体重。这里的“afford”指的是在身体或健康上是否能够承受这样的变化，暗示说话者可能认为对方的体型不适合再增加体重。"
    },
    {
      "phrase": "implied",
      "explanation": "暗示。指没有直接说出，而是通过言语或行为让人理解的意思。"
    }
  ]
},
{
  "text": "Ouch. As if it hadn't been hard enough convincing myself that I was a normal weight for a normal height as all the tall, willowy Runway blondes had openly examined me, now the cashier was—for all intents and purposes—telling me I was fat? I snatched my takeout bag and pushed past the people, and walked into the bathroom that was conveniently located directly outside the dining room, where one could purge any earlier bingeing problems. And even though I knew that the mirror would reveal nothing more or less than it had that morning, I turned to face it head on. A twisted, angry face stared back at me.",
  "annotations": [
    {
      "phrase": "willowy",
      "explanation": "形容词，意为“苗条的，纤细的”。通常用来描述身材高挑、优雅的人，尤其是女性。"
    },
    {
      "phrase": "Runway blondes",
      "explanation": "指的是模特行业中的金发女郎，尤其是在时装秀上走秀的模特。这个短语暗示了时尚界对身材和外貌的严格标准。"
    },
    {
      "phrase": "for all intents and purposes",
      "explanation": "这个短语的意思是“在所有实际意义上”。它用来强调某事在实际操作中是如何被理解或看待的。"
    },
    {
      "phrase": "snatched",
      "explanation": "动词，意为“迅速抓取”。在这里，暗示了角色的焦虑和急迫感。"
    },
    {
      "phrase": "purge",
      "explanation": "动词，意为“清除，排出”。在饮食或心理健康的语境中，通常指通过呕吐等方式清除体内食物，暗示了角色可能存在的饮食失调问题。"
    },
    {
      "phrase": "bingeing",
      "explanation": "动词，意为“暴饮暴食”。通常指短时间内大量进食，常与饮食失调相关联。"
    },
    {
      "phrase": "reveal",
      "explanation": "动词，意为“揭示，显示”。在这里，指的是镜子反映出角色的外貌和内心感受。"
    },
    {
      "phrase": "twisted",
      "explanation": "形容词，意为“扭曲的，扭曲的”。在这里形容角色的面容，暗示了内心的痛苦和愤怒。"
    }
  ]
},
{
  "text": "“What the hell are you doing here?” Emily all but shouted at my reflection. I whipped around in time to see her hanging her leather blazer through the handle of the Gucci logo tote, as she pushed her sunglasses on top of her head. It occurred to me that Emily had meant what she'd said three and a half hours before quite literally: she'd gone out for lunch. As in, outside. As in, left me all alone for three straight hours with no warning, practically tethered to a phone line with no hopes of food or bathroom breaks. As in, none of that mattered because I still knew I was wrong to leave and I was about to get screamed at for it by someone my own age. Blessedly, the door swung open and the editor in chief of Coquette strode in. She looked us both up and down as Emily grabbed my arm and steered me out of the bathroom and toward the elevator. We stood like that together, her clutching my arm and me feeling as though I'd just wet the bed. We were living one of those scenes where the kidnapper puts a gun to a woman's back in broad daylight and quietly threatens her as he leads her to his basement of torture.",
  "annotations": [
    {
      "phrase": "all but shouted",
      "explanation": "几乎大喊。‘all but’是一个习语，表示几乎、差不多，强调情感的强烈程度。"
    },
    {
      "phrase": "leather blazer",
      "explanation": "皮革西装外套。‘blazer’通常指一种休闲西装外套，搭配皮革材质显得更为时尚。"
    },
    {
      "phrase": "Gucci logo tote",
      "explanation": "古驰标志的手提包。‘Gucci’是意大利著名奢侈品牌，‘tote’指一种大容量的手提包，通常用于购物或日常出行。"
    },
    {
      "phrase": "tethered to a phone line",
      "explanation": "被束缚在电话线上。‘tethered’本义是用绳子或链子绑住，这里比喻被迫依赖电话，无法自由行动。"
    },
    {
      "phrase": "no hopes of food or bathroom breaks",
      "explanation": "没有吃东西或上厕所的希望。‘bathroom breaks’是指短暂的上厕所时间，强调长时间无法休息的窘迫。"
    },
    {
      "phrase": "editor in chief",
      "explanation": "主编。‘editor in chief’是指负责整个出版物的最高编辑，通常负责内容的审核和决策。"
    },
    {
      "phrase": "strode in",
      "explanation": "大步走进来。‘strode’是‘stride’的过去式，表示以自信或急切的步伐走进，通常带有目的性。"
    },
    {
      "phrase": "looked us both up and down",
      "explanation": "上下打量我们。这个短语表示仔细观察某人，通常带有评估或判断的意味。"
    },
    {
      "phrase": "clutching my arm",
      "explanation": "紧握着我的手臂。‘clutch’表示用力抓住，通常表达出焦虑或紧张的情绪。"
    },
    {
      "phrase": "wet the bed",
      "explanation": "尿床。这个短语通常用来形容儿童在睡觉时失禁，这里用作比喻，表达主人公的尴尬和不安。"
    },
    {
      "phrase": "basement of torture",
      "explanation": "折磨的地下室。‘basement’是建筑物的底层，通常用来形容阴暗、压抑的地方，这里暗示了恐怖和绝望的情境。"
    },
    {
      "phrase": "broad daylight",
      "explanation": "大白天。这个短语通常用来形容在光天化日之下发生的事情，强调事件的公开性和不可思议性。"
    }
  ]
},
{
  "text": "“How could you do this to me?” she hissed as she pushed me through Runway's reception-area doors and we hurtled together back to our desks. “As the senior assistant, I am responsible for what goes on in our office. I know you're new, but I've told you from the very first day: we do not leave Miranda unattended.”",
  "annotations": [
    {
      "phrase": "hissed",
      "explanation": "嘶嘶声，通常指用低声或生气的语气说话。这里形容她的声音带有愤怒和不满的情绪。"
    },
    {
      "phrase": "hurtled together",
      "explanation": "一起猛冲。‘hurtle’的本义是快速移动或冲撞，这里形容两人快速且不受控制地移动。"
    },
    {
      "phrase": "senior assistant",
      "explanation": "高级助理。‘senior’表示在职务或经验上较高，通常负责更多的责任和管理工作。"
    },
    {
      "phrase": "responsible for what goes on",
      "explanation": "对发生的事情负责。‘responsible’表示有责任、义务，这里强调她对办公室事务的管理和监督。"
    },
    {
      "phrase": "unattended",
      "explanation": "无人看管的，未被照顾的。‘unattended’通常指没有人负责或照顾的状态，这里指的是不能让Miranda单独留在办公室。"
    },
    {
      "phrase": "the very first day",
      "explanation": "第一天。强调时间的起点，表示她在刚入职时就已经明确告知了这个规则。"
    },
    {
      "phrase": "leave Miranda unattended",
      "explanation": "让Miranda无人看管。这里的‘leave’指的是离开或放弃照顾，强调了对Miranda的重视和责任感。"
    },
    {
      "phrase": "Runway's reception-area",
      "explanation": "Runway的接待区。‘Runway’可能是一个公司或品牌的名字，接待区通常是客户或访客进入办公室的第一印象之地。"
    }
  ]
},
{
  "text": "“But Miranda's not here.” It came out as a squeak.",
  "annotations": [
    {
      "phrase": "squeak",
      "explanation": "吱吱声，尖细的声音。通常用来形容小动物或物体发出的高频率声音。在这里，形容说话的声音微弱且不清晰，可能表达出紧张或害怕的情绪。"
    }
  ]
},
{
  "text": "“But she could've called while you were gone and no one would've been here to answer the goddamn phone!” she screamed as she slammed the door to our suite. “Our first priority—our only priority—is Miranda Priestly. Period. And if you can't deal with that, just remember that there are millions of girls who would die for your job. Now check your voice mail. If she called, we're dead. You're dead.”",
  "annotations": [
    {
      "phrase": "goddamn phone",
      "explanation": "该死的电话。‘goddamn’是一个强烈的咒骂词，用于表达愤怒或沮丧。在这里，强调了说话者对情况的不满。"
    },
    {
      "phrase": "slammed the door",
      "explanation": "猛地关上门。‘slam’指用力关闭，通常带有愤怒或不满的情绪。"
    },
    {
      "phrase": "suite",
      "explanation": "套房。通常指酒店或公寓中的一组房间，提供更高的隐私和舒适度。"
    },
    {
      "phrase": "first priority—our only priority",
      "explanation": "首要任务——唯一任务。‘priority’指优先考虑的事项，这里强调了Miranda Priestly的重要性。"
    },
    {
      "phrase": "Miranda Priestly",
      "explanation": "米兰达·普里斯特利，是小说《穿普拉达的女王》中的主要角色，象征着时尚界的权威和苛刻的工作环境。"
    },
    {
      "phrase": "deal with that",
      "explanation": "处理这个。‘deal with’指应对或处理某种情况，这里暗示着对工作压力的承受能力。"
    },
    {
      "phrase": "millions of girls who would die for your job",
      "explanation": "数以百万的女孩愿意为你的工作而死。这里用夸张的方式表达了这个职位的竞争激烈和吸引力。‘die for’在这里是比喻，表示极度渴望。"
    },
    {
      "phrase": "check your voice mail",
      "explanation": "检查你的语音邮件。‘voice mail’是电话系统的一部分，允许用户留下语音信息。"
    },
    {
      "phrase": "we're dead. You're dead.",
      "explanation": "我们完了。你完了。这里用‘dead’比喻形容在工作中遭遇严重后果，强调了事情的紧迫性和严重性。"
    }
  ]
},
{
  "text": "I wanted to crawl inside my iMac and die. How could I have screwed up so badly during my very first week? Miranda wasn't even in the office and I'd already let her down. So what if I was hungry? It could wait. There were genuinely important people trying to get things done around here, people who depended on me, and I'd let them down. I dialed my mailbox.",
  "annotations": [
    {
      "phrase": "crawl inside my iMac",
      "explanation": "想要爬进我的iMac电脑里。这是一种夸张的表达，表示说话者感到极度沮丧和绝望，想要逃避现实。"
    },
    {
      "phrase": "screwed up",
      "explanation": "搞砸了。这个短语是俚语，表示犯了错误或做得很糟糕。在这里强调了说话者对自己表现的不满。"
    },
    {
      "phrase": "let her down",
      "explanation": "让她失望。这个短语表示未能达到某人的期望，通常带有内疚感。"
    },
    {
      "phrase": "genuinely important people",
      "explanation": "真正重要的人。这里的“genuinely”强调这些人确实很重要，而不是表面上看起来重要。"
    },
    {
      "phrase": "get things done",
      "explanation": "完成事情。这个短语表示有效地处理工作或任务，强调效率和成果。"
    },
    {
      "phrase": "depended on me",
      "explanation": "依赖我。表示这些人需要说话者的帮助或支持，增加了说话者的责任感。"
    },
    {
      "phrase": "dialed my mailbox",
      "explanation": "拨打我的邮箱。这里的“mailbox”可能指的是语音邮件系统，表示说话者试图联系或获取信息。"
    }
  ]
},
{
  "text": "“Hi, Andy, it's me.” Alex. “Where are you? I've never heard you not answer. Can't wait for dinner tonight—we're still on, right? Anywhere you want, your pick. Call me when you get this, I'll be in the faculty lounge anytime after four. Love you.” I immediately felt guilty, because I'd already decided after the whole lunch debacle that I'd rather reschedule. My first week had been so crazy that we'd barely seen each other, and we'd made a special plan to have dinner that night, just the two of us. But I knew I wouldn't be any fun if I fell asleep in my wine, and I kind of wanted a night to unwind and be alone. I'd have to remember to call and see if we could do it the next night.",
  "annotations": [
    {
      "phrase": "faculty lounge",
      "explanation": "教职员工休息室。通常是学校或大学中供教师和工作人员放松和交流的地方。这个地方常常被视为教师之间建立联系和分享想法的社交空间。"
    },
    {
      "phrase": "felt guilty",
      "explanation": "感到内疚。‘guilty’指的是因为做了某事而感到不安或后悔的情绪。在这里，主角因为未能遵守与Andy的约定而感到内疚。"
    },
    {
      "phrase": "lunch debacle",
      "explanation": "午餐的失败或混乱。‘debacle’原意是指一场彻底的失败或崩溃，这里形容午餐的经历让主角感到不愉快或尴尬。"
    },
    {
      "phrase": "reschedule",
      "explanation": "重新安排。指的是改变原定的计划或时间。在这里，主角考虑将与Andy的晚餐计划推迟。"
    },
    {
      "phrase": "crazy",
      "explanation": "疯狂的，忙碌的。在这里形容主角的第一周生活非常忙碌，几乎没有时间见到Andy。"
    },
    {
      "phrase": "barely seen each other",
      "explanation": "几乎没有见面。‘barely’表示几乎不，强调两人之间的见面频率非常低。"
    },
    {
      "phrase": "unwind",
      "explanation": "放松，缓解压力。‘unwind’本义是指解开或松开，这里用作比喻，表示主角想要放松心情，享受独处的时光。"
    },
    {
      "phrase": "I wouldn't be any fun",
      "explanation": "我不会很有趣。这里表达了主角对自己状态的自我认知，认为如果自己疲惫不堪，就无法享受晚餐的乐趣。"
    }
  ]
},
{
  "text": "Emily was standing over me, having already checked her own voice mail. From her relatively calm face, I guessed that Miranda had not left her any death threats. I shook my head to indicate that I hadn't gotten one from her yet.",
  "annotations": [
    {
      "phrase": "standing over me",
      "explanation": "站在我身边。这里的“standing over”暗示了Emily在我上方，可能是在关注或监督我。"
    },
    {
      "phrase": "voice mail",
      "explanation": "语音邮件。指的是一种电话留言服务，允许来电者录制信息以便接收者稍后收听。"
    },
    {
      "phrase": "relatively calm",
      "explanation": "相对冷静。这里的“relatively”表示比较，暗示Emily的冷静是相对于其他可能的情绪状态。"
    },
    {
      "phrase": "death threats",
      "explanation": "死亡威胁。指的是对某人生命安全的威胁，通常是通过言语或书面形式表达的。这种威胁在文学和影视作品中常常用来增加紧张感。"
    },
    {
      "phrase": "shook my head",
      "explanation": "摇头。表示否定或拒绝的动作，通常用来表达不同意或不愿意。"
    },
    {
      "phrase": "indicate",
      "explanation": "表明，指示。指用某种方式传达信息或意图。在这里，表示通过摇头来传达我没有收到威胁的消息。"
    },
    {
      "phrase": "gotten one from her yet",
      "explanation": "至今还没有收到她的威胁。这里的“gotten”是“get”的过去分词，表示获得或收到的意思。"
    }
  ]
},
{
  "text": "“Hi, Andrea, it's Cara.” Miranda's nanny. “So, Miranda called here a little while ago”—heart stoppage—“and said she's tried the office and no one was picking up. I figured something was going on down there, so I told her that I'd spoken to both you and Emily just a minute before, but don't worry about it. She wanted a Women's Wear Daily faxed to her, and I had a copy right here. Already confirmed that she got it, too, so don't stress. Just wanted to let you know. Anyway, have a good weekend. I'll talk to you later. 'Bye.”",
  "annotations": [
    {
      "phrase": "heart stoppage",
      "explanation": "心脏停顿。这个短语通常用来形容突然的惊吓或紧张感，表示说话者在听到某个消息时感到心脏一紧，情绪波动很大。"
    },
    {
      "phrase": "figured something was going on",
      "explanation": "猜测有什么事情在发生。“figure”在这里表示推测或判断，通常用于表示对某种情况的理解或感知。"
    },
    {
      "phrase": "Women's Wear Daily",
      "explanation": "《女性服装日报》。这是一本专注于时尚行业的专业杂志，提供关于女性时装、设计师和市场趋势的最新消息。"
    },
    {
      "phrase": "faxed to her",
      "explanation": "传真给她。“fax”是传真机的缩写，指通过传真机发送文件的行为。在现代，传真已经逐渐被电子邮件等方式取代，但在某些行业中仍然使用。"
    },
    {
      "phrase": "don't stress",
      "explanation": "不要紧张。这个短语是对他人的安慰，表示不需要过于担心或焦虑，通常用于缓解对方的情绪。"
    },
    {
      "phrase": "have a good weekend",
      "explanation": "祝你周末愉快。这个表达是常见的社交用语，通常在周五或周末前使用，表示对他人周末的美好祝愿。"
    }
  ]
},
{
  "text": "Lifesaver. The girl was an absolute saint. It was hard to believe I'd only known her a week—and not even in person, only over the phone—because I thought I was in love with her. She was the opposite of Emily in every regard: calm, grounded, and entirely fashion-oblivious. She recognized Miranda's absurdity but didn't begrudge her it; she had that rare, charming quality of being able to laugh at herself and everyone else.",
  "annotations": [
    {
      "phrase": "Lifesaver",
      "explanation": "救命的人。这个词通常用来形容在危急时刻提供帮助的人，具有拯救和保护的含义。"
    },
    {
      "phrase": "absolute saint",
      "explanation": "绝对的圣人。这里用来形容女孩的善良和无私，‘saint’通常指道德高尚的人，带有崇高的品德。"
    },
    {
      "phrase": "hard to believe",
      "explanation": "难以置信。表示对某事的怀疑或惊讶，常用于表达不符合常理的情况。"
    },
    {
      "phrase": "in person",
      "explanation": "亲自。指面对面的接触或交流，而不是通过电话或其他媒介。"
    },
    {
      "phrase": "fashion-oblivious",
      "explanation": "对时尚毫无意识的。‘oblivious’指对某事毫无意识或不知情，这里形容女孩不关注时尚潮流，表现出一种自然和真实的个性。"
    },
    {
      "phrase": "recognized Miranda's absurdity",
      "explanation": "认识到米兰达的荒谬。‘absurdity’指荒谬或不合理的状态，女孩能够看清米兰达的行为或想法的不合逻辑。"
    },
    {
      "phrase": "didn't begrudge her it",
      "explanation": "不对她心存怨恨。‘begrudge’通常指对他人拥有的东西感到嫉妒或不满，这里表示女孩对米兰达的荒谬行为没有负面情绪。"
    },
    {
      "phrase": "rare, charming quality",
      "explanation": "罕见而迷人的特质。‘quality’指特性或属性，这里强调女孩的独特之处，能够自嘲和幽默地看待自己和他人。"
    },
    {
      "phrase": "laugh at herself and everyone else",
      "explanation": "嘲笑自己和其他人。这里强调女孩的幽默感和自我反省的能力，能够轻松看待生活中的各种情况。"
    }
  ]
},
{
  "text": "“Nope, not her,” I told Emily, lying sort of but not really, smiling triumphantly. “We're in the clear.”",
  "annotations": [
    {
      "phrase": "lying sort of but not really",
      "explanation": "有点撒谎但又不完全。这里的“lying”指说谎，而“sort of”表示一种模糊的、不确定的状态，暗示说话者在某种程度上并不完全诚实，但又不想完全承认。"
    },
    {
      "phrase": "smiling triumphantly",
      "explanation": "得意地微笑。“triumphantly”源于“triumph”，意为胜利或成功，这里形容说话者在某种情况下感到自豪或胜利。"
    },
    {
      "phrase": "in the clear",
      "explanation": "没有危险，安全无虞。这个短语通常用来表示某人或某事已经摆脱了危险或麻烦，处于安全状态。"
    }
  ]
},
{
  "text": "“You're in the clear, this time,” she said flatly. “Just remember that we're in this together, but I am in charge. You'll cover for me if I want to go out to lunch once in a while—I'm entitled. This will never happen again, right?”",
  "annotations": [
    {
      "phrase": "in the clear",
      "explanation": "没有问题，安全无虞。这个短语通常指某人已经摆脱了麻烦或危险。在这里，意味着说话者认为对方暂时没有面临任何困境。"
    },
    {
      "phrase": "flatly",
      "explanation": "平淡地，毫无感情地。这个词通常用来形容说话的语气，表示缺乏情感或热情。在这里，暗示说话者的态度可能是冷漠或坚定。"
    },
    {
      "phrase": "we're in this together",
      "explanation": "我们共同面对这个问题。这个短语强调团结与合作，通常用于表示在某种情况下，所有相关人员都需要共同努力。"
    },
    {
      "phrase": "I am in charge",
      "explanation": "我负责。我掌控一切。这个短语表明说话者在某种情况下拥有权威或决策权。"
    },
    {
      "phrase": "cover for me",
      "explanation": "替我掩护，代替我做某事。这个短语通常用于工作或责任的上下文中，意味着某人需要在另一个人缺席时承担其责任。"
    },
    {
      "phrase": "go out to lunch",
      "explanation": "外出吃午餐。这个短语字面意思是离开工作地点去享用午餐，通常暗示一种休息或放松的行为。"
    },
    {
      "phrase": "once in a while",
      "explanation": "偶尔，有时。这个短语表示某事并不频繁发生，而是偶尔为之。"
    },
    {
      "phrase": "I'm entitled",
      "explanation": "我有权利。这个短语表示某人认为自己有权享受某种特权或待遇。在这里，暗示说话者认为自己有权利享受午餐的休息时间。"
    },
    {
      "phrase": "This will never happen again",
      "explanation": "这种情况不会再发生了。这个短语通常用于承诺或保证，表示说话者希望某种不愉快的事情不会再重演。"
    }
  ]
},
{
  "text": "I bit back the urge to say something nasty. “Right,” I said. “Right.”",
  "annotations": [
    {
      "phrase": "bit back",
      "explanation": "抑制，克制。这个短语的本义是“咬回去”，在这里比喻抑制住自己的冲动或情绪。"
    },
    {
      "phrase": "urge",
      "explanation": "冲动，强烈的欲望。这里指的是说出某些不好的话的强烈欲望。"
    },
    {
      "phrase": "nasty",
      "explanation": "令人厌恶的，恶劣的。这个词通常用来形容不愉快的事物或行为，在这里指的是说出不友好的话。"
    },
    {
      "phrase": "Right",
      "explanation": "对，没错。在这里的重复使用可能暗示了说话者的无奈或对话的尴尬。"
    }
  ]
},
{
  "text": "We'd managed to finish wrapping the rest of the bottles and get them all to the messengers by seven that night, and Emily didn't mention the office-abandonment issue again. I finally fell into a taxi (just this one time) at eight, and was spread-eagle, still fully dressed, on top of my covers at ten. And I still hadn't eaten because I couldn't bear the thought of going out in search of food and getting lost again, as I had the past four nights, in my own neighborhood. I called Lily to complain on my brand-new Bang and Olufsen phone.",
  "annotations": [
    {
      "phrase": "managed to finish wrapping",
      "explanation": "成功完成包装。‘managed to’表示经过努力后成功做某事，‘wrapping’指包装的动作。"
    },
    {
      "phrase": "messengers",
      "explanation": "信使。指负责传递信息或物品的人，这里可能是指负责送货的快递员。"
    },
    {
      "phrase": "office-abandonment issue",
      "explanation": "办公室放弃问题。‘abandonment’意为放弃或抛弃，这里暗示可能是因为工作压力或其他原因而不再去办公室的情况。"
    },
    {
      "phrase": "fell into a taxi",
      "explanation": "跳进出租车。‘fell into’在这里形象地描述了主人公疲惫不堪，几乎是无意识地进入出租车。"
    },
    {
      "phrase": "spread-eagle",
      "explanation": "摊开四肢。形容一种放松的姿势，通常是躺下时四肢张开。"
    },
    {
      "phrase": "fully dressed",
      "explanation": "全身穿着。指没有脱衣服，保持着穿衣状态。"
    },
    {
      "phrase": "couldn't bear the thought of",
      "explanation": "无法忍受……的想法。‘bear’在这里表示承受或忍受，通常用于表达对某事的强烈反感或恐惧。"
    },
    {
      "phrase": "in search of food",
      "explanation": "寻找食物。‘in search of’是一个常用短语，表示为了找到某物而进行的探索。"
    },
    {
      "phrase": "getting lost again",
      "explanation": "再次迷路。‘getting lost’指失去方向或找不到路，通常带有负面的情绪。"
    },
    {
      "phrase": "my own neighborhood",
      "explanation": "我自己的社区。‘neighborhood’指居住的区域或社区，通常带有熟悉和归属感的意味。"
    },
    {
      "phrase": "complain on my brand-new Bang and Olufsen phone",
      "explanation": "用我全新的Bang and Olufsen手机抱怨。‘complain’表示表达不满，‘Bang and Olufsen’是一个高端音响品牌，代表奢华和高品质。"
    }
  ]
},
{
  "text": "“Hi! I thought you and Alex had a date tonight,” she said.",
  "annotations": [
    {
      "phrase": "thought",
      "explanation": "认为，想。这里表示说话者对某个事情的看法或理解。"
    },
    {
      "phrase": "date",
      "explanation": "约会。通常指两个人为了增进感情而安排的社交活动。在不同的文化中，约会的形式和意义可能有所不同。"
    },
    {
      "phrase": "tonight",
      "explanation": "今晚。指当前日期的晚上。在日常对话中，常用来安排或提及即将发生的活动。"
    }
  ]
},
{
  "text": "“Yeah, we did, but I'm dead. He's fine with doing it tomorrow night, and I think I'll just order. Whatever. How was your day?”",
  "annotations": [
    {
      "phrase": "I'm dead",
      "explanation": "我累死了。这是一个口语化的表达，通常用来形容极度疲惫或精疲力竭。引申义可以表示对某件事情的无奈或失望。"
    },
    {
      "phrase": "He's fine with doing it tomorrow night",
      "explanation": "他对明晚做这件事没问题。“fine with”表示对某事感到满意或没有异议。这里暗示对方的态度很放松。"
    },
    {
      "phrase": "I think I'll just order",
      "explanation": "我想我就点外卖。“just order”表示选择简单的解决方案，反映出说话者的懒惰或疲惫。"
    },
    {
      "phrase": "Whatever",
      "explanation": "随便。这个词在口语中常用来表示不在乎或无所谓的态度，可能暗示说话者的无奈或放弃。"
    },
    {
      "phrase": "How was your day?",
      "explanation": "你今天过得怎么样？这是一个常见的问候语，通常用来关心对方的日常生活。"
    }
  ]
},
{
  "text": "“I have one word: screwed up. OK, so that was two. You'll never imagine what happened. Well, of course you will, it happens all the—”",
  "annotations": [
    {
      "phrase": "screwed up",
      "explanation": "搞砸了。这个短语的本义是指用螺丝刀拧紧或拧松某物，但在这里用作俚语，表示事情处理得很糟糕或出现了严重的错误。"
    },
    {
      "phrase": "imagine",
      "explanation": "想象。这个词的本义是在脑海中形成图像或概念。在这里，指的是对发生的事情进行猜测或设想。"
    },
    {
      "phrase": "of course",
      "explanation": "当然。这个短语用来表示某件事情是显而易见的，通常用于引入一个大家都能理解的观点或事实。"
    },
    {
      "phrase": "it happens all the—",
      "explanation": "这事儿经常发生。这个短语暗示着某种情况的普遍性，虽然未完结，但可以推测出接下来会提到某种常见的情境或经历。"
    }
  ]
},
{
  "text": "“Cut to it, Lil. I'm going to pass out any minute.”",
  "annotations": [
    {
      "phrase": "Cut to it",
      "explanation": "直接切入正题。这个短语通常用于要求对方迅速进入主题或开始重要的事情，省略不必要的前言。"
    },
    {
      "phrase": "pass out",
      "explanation": "晕倒或失去意识。这个短语的本义是指由于缺乏氧气或其他原因而失去意识。在这里，表明说话者感到非常虚弱，可能即将失去意识。"
    },
    {
      "phrase": "any minute",
      "explanation": "随时，任何时候。这个短语用来强调事情即将发生，通常带有紧迫感。在这里，表明说话者的状态非常危急。"
    }
  ]
},
{
  "text": "OK. Cutest guy ever came to my reading today. Sat through the whole thing looking absolutely fascinated, and waited for me afterward. Asked if he could take me for a drink and hear all about the thesis I had published at Brown, which he'd already read.",
  "annotations": [
    {
      "phrase": "Cutest guy ever",
      "explanation": "史上最可爱的男孩。这里的“cutest”是形容词“cute”的最高级，表示极其可爱，通常用于表达对某人外貌或性格的赞赏。"
    },
    {
      "phrase": "came to my reading",
      "explanation": "来参加我的朗读会。“reading”在这里指的是作者进行的文学朗读活动，通常是作者为自己的作品进行的公开朗读，吸引读者和评论者。"
    },
    {
      "phrase": "looking absolutely fascinated",
      "explanation": "看起来完全着迷。“fascinated”是形容词，表示极度的兴趣或吸引力，通常用于形容某人对某事物的强烈好奇心。"
    },
    {
      "phrase": "waited for me afterward",
      "explanation": "在我之后等我。“afterward”指的是某个事件之后的时间，这里指朗读会结束后的时刻。"
    },
    {
      "phrase": "take me for a drink",
      "explanation": "请我喝一杯。“take someone for a drink”是一个习语，表示邀请某人一起去喝酒或饮料，通常是为了社交或约会。"
    },
    {
      "phrase": "hear all about the thesis",
      "explanation": "听我讲述我的论文。“thesis”指的是学术论文，通常是研究生或博士生为获得学位而撰写的详细研究报告。"
    },
    {
      "phrase": "published at Brown",
      "explanation": "在布朗大学发表的。布朗大学（Brown University）是美国一所著名的常春藤盟校，以其自由的学术氛围和高水平的研究而闻名。"
    },
    {
      "phrase": "which he'd already read",
      "explanation": "他已经读过的。这里的“read”是“read”的过去分词，表示他对作者的学术工作有一定的了解，暗示他对作者的兴趣。"
    }
  ]
},
{
  "text": "“Sounds great. What was he?” Lily went out with different guys almost every night after getting off work, but had yet to complete her fraction. She had founded the Scale of Fractional Love one night after listening to a few of our guy friends rate the girls they were dating on their own invention, the Ten-Ten Scale. “She's a six, eight, B-plus,” Jake would declare of the advertising assistant he'd been set up with the night before. It was assumed everyone knew that it was a ten-point scale, with face always being the first numerical ranking, body the second, and personality coming in last with a slightly more generalized letter grade. Since there were clearly more factors at work in judging guys, Lily devised the Fractional Scale, which had a total of ten pieces that each earned a point. The Perfect Guy would obviously have all five of the primary pieces: intelligence, sense of humor, decent body, cute face, and any sort of job that fell under the generous umbrella of “normal.” Since it was next to impossible to find The Perfect Guy, someone could up their fraction by earning points on the secondary five, which included a definitive lack of psycho ex-girlfriends, psycho parents, or date-rapist roommates, and any sort of extracurricular interests or hobbies that weren't sports- or porn-related. So far, the highest anyone had received was a nine-tenths, but he had broken up with her.",
  "annotations": [
    {
      "phrase": "Scale of Fractional Love",
      "explanation": "分数爱情尺度。Lily创造的一个概念，用来评估男生的各种特质，类似于评分系统。"
    },
    {
      "phrase": "Ten-Ten Scale",
      "explanation": "十分制评分标准。Jake和他的朋友们用来评价女生的标准，通常包括外貌、身材和个性等方面。"
    },
    {
      "phrase": "numerical ranking",
      "explanation": "数字排名。指用数字来评估某事物的优劣。在这里，指的是对女生的评分。"
    },
    {
      "phrase": "generalized letter grade",
      "explanation": "一般化的字母等级。指用字母（如A、B、C）来评价某人的特质，通常用于学校评分。"
    },
    {
      "phrase": "devised",
      "explanation": "设计，发明。指创造或构思出某种新事物。在这里，Lily设计了一个新的评分系统。"
    },
    {
      "phrase": "primary pieces",
      "explanation": "主要特质。指在评估“完美男孩”时最重要的五个特征。"
    },
    {
      "phrase": "generous umbrella of 'normal'",
      "explanation": "‘正常’的宽泛定义。这里的“umbrella”比喻一个包含多种可能性的范围，指代各种正常的工作类型。"
    },
    {
      "phrase": "next to impossible",
      "explanation": "几乎不可能。形容某件事情极其困难。在这里指找到“完美男孩”几乎是不可能的。"
    },
    {
      "phrase": "definitive lack of psycho ex-girlfriends",
      "explanation": "明显缺乏精神病前女友。这里的“psycho”指心理不稳定的人，强调在选择伴侣时希望避免有复杂背景的人。"
    },
    {
      "phrase": "date-rapist roommates",
      "explanation": "约会强奸犯室友。这里提到的“date-rapist”是指在约会中进行性侵犯的人，强调了对安全和道德的关注。"
    },
    {
      "phrase": "extracurricular interests or hobbies",
      "explanation": "课外兴趣或爱好。指除了工作和日常生活外的个人兴趣，通常用于描述一个人的个性和生活方式。"
    },
    {
      "phrase": "sports- or porn-related",
      "explanation": "与运动或色情相关的。这里的“porn”指色情内容，强调Lily对伴侣兴趣的选择标准。"
    },
    {
      "phrase": "nine-tenths",
      "explanation": "九分之十。用来表示评分的高分，表明某人在Lily的评分系统中得到了很高的评价。"
    }
  ]
},
{
  "text": "Well, at first he was going strong at seven-tenths. He was a theater major at Yale and he's straight, and he could discuss Israeli politics so intelligently that he never once suggested that we ‘just nuke 'em,' so that was good.",
  "annotations": [
    {
      "phrase": "going strong at seven-tenths",
      "explanation": "以七成的状态进行。‘going strong’表示某人或某事在某种状态下表现良好，‘seven-tenths’是一个比喻，表示他在某种程度上表现出色。"
    },
    {
      "phrase": "theater major",
      "explanation": "戏剧专业。指在大学中专攻戏剧或表演艺术的学生。耶鲁大学的戏剧专业在美国享有很高的声誉，培养了许多著名的演员和导演。"
    },
    {
      "phrase": "Yale",
      "explanation": "耶鲁大学。美国常春藤盟校之一，位于康涅狄格州纽黑文市，以其学术声誉和历史悠久而闻名。许多美国总统和知名人士曾在此学习。"
    },
    {
      "phrase": "he's straight",
      "explanation": "他是异性恋。‘straight’在这里指的是性取向，表示他对异性有吸引力。在讨论性别和性取向时，这个词常用来描述非同性恋者。"
    },
    {
      "phrase": "discuss Israeli politics so intelligently",
      "explanation": "如此聪明地讨论以色列政治。‘intelligently’表示以聪明或理智的方式进行讨论，表明他对这一复杂话题有深入的理解。以色列政治因其历史和地缘政治背景而复杂，能够深入讨论这一话题显示出他的知识水平。"
    },
    {
      "phrase": "never once suggested that we ‘just nuke 'em’",
      "explanation": "从未建议我们‘直接用核武器解决’。‘nuke’是‘nuclear bomb’的俚语，表示使用核武器。这里暗指某些人对复杂问题的简单化处理，显示出他在讨论中保持理智和深思熟虑。"
    },
    {
      "phrase": "so that was good",
      "explanation": "所以这很好。‘so that was good’是一种总结性的表达，表明对他在讨论中表现出的理智和成熟的赞赏。"
    }
  ]
},
{
  "text": "Sure sounds good. I can't wait for the clincher. What was it? Did he talk about his favorite Nintendo game?",
  "annotations": [
    {
      "phrase": "clincher",
      "explanation": "关键因素，决定性因素。这个词通常指在论证或讨论中起到决定性作用的论点或证据。在这里，可能指的是让人期待的一个重要信息或结论。"
    },
    {
      "phrase": "Nintendo",
      "explanation": "任天堂。日本一家著名的电子游戏公司，以其创新的游戏机和经典游戏（如《超级马里奥》和《塞尔达传说》）而闻名。任天堂的游戏在全球范围内拥有大量粉丝，成为了电子游戏文化的重要组成部分。"
    },
    {
      "phrase": "favorite",
      "explanation": "最喜欢的。这个词用来形容某人特别喜欢的事物，通常是相对于其他选择而言。在这里，指的是某人最喜欢的任天堂游戏。"
    },
    {
      "phrase": "sounds good",
      "explanation": "听起来不错。这个短语通常用来表示对某个提议或想法的赞同或期待。在这里，表达了说话者对即将到来的信息的期待。"
    },
    {
      "phrase": "I can't wait for",
      "explanation": "我迫不及待想要。这个短语表达了强烈的期待感，通常用于对即将发生的事情充满期待。在这里，表示说话者对“clincher”的期待。"
    }
  ]
},
{
  "text": "“Worse.” She sighed.",
  "annotations": [
    {
      "phrase": "Worse",
      "explanation": "更糟的。‘Worse’是‘bad’的比较级，表示情况比之前更糟糕。这个词通常用来描述不好的情况加剧或恶化。"
    },
    {
      "phrase": "sighed",
      "explanation": "叹息。‘sigh’是一个动词，表示因疲惫、失望或沮丧而发出的长声。叹息通常传达出一种情绪状态，比如无奈或疲惫。"
    }
  ]
},
{
  "text": "“Is he thinner than you?”",
  "annotations": [
    {
      "phrase": "thinner",
      "explanation": "更瘦的。‘thin’的比较级，指体型较瘦，通常用来描述人的体重或身材。"
    },
    {
      "phrase": "than",
      "explanation": "比。用于比较两个事物或人，表示一种比较关系。"
    },
    {
      "phrase": "you",
      "explanation": "你。指代对话中的另一方，通常用于直接交流。"
    }
  ]
},
{
  "text": "“Worse.” She sounded defeated.",
  "annotations": [
    {
      "phrase": "Worse",
      "explanation": "更糟的。‘Worse’是‘bad’的比较级，表示情况比之前更糟糕。"
    },
    {
      "phrase": "sounded defeated",
      "explanation": "听起来很沮丧。‘defeated’原意是被打败、失败，这里形容她的声音中透露出一种无助和失落的情绪，暗示她可能经历了某种挫折或困难。"
    }
  ]
},
{
  "text": "“What on earth could be worse than that?”",
  "annotations": [
    {
      "phrase": "on earth",
      "explanation": "在这里表示强调，意为“究竟”或“到底”。这个短语常用来加强疑问句的语气，表示说话者对某事的惊讶或困惑。"
    },
    {
      "phrase": "could be worse",
      "explanation": "可以更糟。这个短语用来表示某种情况已经很糟糕，但可能会有更糟的情况发生。它通常用于表达对现状的不满或无奈。"
    }
  ]
},
{
  "text": "“He lives on Long Island—”",
  "annotations": [
    {
      "phrase": "Long Island",
      "explanation": "长岛，位于美国纽约州，是一个著名的岛屿，以其美丽的海滩、富裕的社区和历史悠久的葡萄酒庄而闻名。长岛是纽约市的一部分，但它的生活方式和文化与城市有很大不同，常常被视为一个相对宁静的居住地。"
    },
    {
      "phrase": "lives on",
      "explanation": "住在……上。这里的“live”指的是居住或生活的意思，通常用于描述一个人所居住的地方。"
    }
  ]
},
{
  "text": "“Lily! So he's geographically undesirable. That doesn't make him undateable! You know better than to—”",
  "annotations": [
    {
      "phrase": "geographically undesirable",
      "explanation": "地理上不受欢迎。这个短语通常用来形容一个人因为居住地点或距离而被认为不适合约会或交往。这里的“geographically”指的是地理位置，而“undesirable”则表示不受欢迎或不合适。"
    },
    {
      "phrase": "undateable",
      "explanation": "不可约会的。这个词是由“date”（约会）和前缀“un-”构成，表示某人因为某种原因不适合被约会或交往。通常是因为性格、外貌或其他因素。"
    },
    {
      "phrase": "You know better than to—",
      "explanation": "你应该比这更聪明，不应该……。这个表达通常用来提醒某人他们应该知道某种行为是不明智的，暗示说话者对对方的期望。"
    }
  ]
},
{
  "text": "“With his parents,” she interrupted.",
  "annotations": [
    {
      "phrase": "interrupted",
      "explanation": "打断。指在某人说话时突然插入自己的话。这个词在对话中常用，表示一种突发的、意外的干扰。"
    }
  ]
},
{
  "text": "Oh.",
  "annotations": []
},
{
  "text": "For the past four years.",
  "annotations": [
    {
      "phrase": "For the past four years",
      "explanation": "在过去的四年里。这是一个常用的时间表达，通常用于描述从过去某个时间点到现在的持续状态或经历。‘past’在这里指的是已经发生的时间段，强调了时间的延续性。"
    }
  ]
},
{
  "text": "Oh, my.",
  "annotations": [
    {
      "phrase": "Oh, my",
      "explanation": "这是一种感叹词，通常用来表达惊讶、震惊或不知所措的情感。在文学作品中，类似的表达常常用来引导读者感受到角色的情绪变化。"
    }
  ]
},
{
  "text": "“And he absolutely loves it. Says he can't imagine wanting to live alone in such a big city when his mom and dad are such great company.”",
  "annotations": [
    {
      "phrase": "absolutely",
      "explanation": "绝对地，完全地。这个词强调程度，表示没有任何疑问或保留。"
    },
    {
      "phrase": "imagine",
      "explanation": "想象，设想。这个词的本义是指在脑海中形成图像或概念，拓展义可以指对未来或不同情境的设想。"
    },
    {
      "phrase": "wanting to live alone",
      "explanation": "想要独自生活。这里的“wanting”表示一种渴望或需求，强调了对独立生活的向往。"
    },
    {
      "phrase": "such a big city",
      "explanation": "如此大的城市。这里的“big”不仅指城市的面积，也暗示了城市的繁忙和复杂。"
    },
    {
      "phrase": "great company",
      "explanation": "很好的陪伴。这里的“company”指的是陪伴或社交的对象，强调了家庭成员之间的亲密关系。"
    }
  ]
},
{
  "text": "“Whoa! Say no more. I don't think we've ever had a seven-tenths fall all the way to a zero after the first date. Your guy set a new record. Congratulations. Your day was officially worse than mine.” I leaned over to kick my bedroom door closed when I heard Shanti and Kendra come home from work. I heard a guy's voice with them and wondered if either of my roommates had boyfriends. I'd seen them a combined total of only ten minutes in the last week and a half, because they seemed to work longer hours than I did.",
  "annotations": [
    {
      "phrase": "seven-tenths fall all the way to a zero",
      "explanation": "七成降到零。这里的“seven-tenths”指的是某种评分或评价的比例，通常用来形容对某人或某事的印象或满意度。‘fall all the way to a zero’意味着评价急剧下降到最低点，暗示了第一次约会的失败。"
    },
    {
      "phrase": "set a new record",
      "explanation": "创下新纪录。这里指的是某种极端的表现，通常用于体育或竞赛中，表示达到了前所未有的水平。在此处，暗示约会的失败程度非常罕见。"
    },
    {
      "phrase": "officially worse than mine",
      "explanation": "正式地比我的更糟。这里的“officially”用来强调某种状态的确认或认可，表明说话者的日子也不好，但对方的情况更糟。"
    },
    {
      "phrase": "leaned over to kick my bedroom door closed",
      "explanation": "倾身去踢我的卧室门关上。‘leaned over’表示身体前倾，‘kick’在这里是用脚踢的动作，暗示说话者可能有点急躁或不耐烦。"
    },
    {
      "phrase": "wondered if either of my roommates had boyfriends",
      "explanation": "想知道我的室友中是否有人有男朋友。‘wondered’表示一种思考或好奇的状态，‘either of my roommates’指两个室友中的任意一个，暗示说话者对她室友的私人生活感到好奇。"
    },
    {
      "phrase": "combined total of only ten minutes",
      "explanation": "总共只有十分钟。‘combined total’表示将多个部分加在一起的总和，强调说话者与室友见面的时间极其有限，可能暗示了她们的忙碌生活。"
    },
    {
      "phrase": "longer hours than I did",
      "explanation": "比我工作更长的时间。‘longer hours’指工作时间的长度，暗示室友的工作非常繁忙，可能影响了她们的社交生活。"
    }
  ]
},
{
  "text": "“That bad? How could your day be bad? You work in fashion,” she said.",
  "annotations": [
    {
      "phrase": "How could your day be bad?",
      "explanation": "你的一天怎么会糟糕？这句话表达了说话者对对方一天的困惑和不解，暗示着对方的工作环境可能是令人羡慕的。"
    },
    {
      "phrase": "work in fashion",
      "explanation": "在时尚行业工作。‘fashion’指的是服装、风格和流行趋势等，通常与创造性和美学相关。这个短语暗示了对方的职业可能带来乐趣和创造力，因此说话者对对方的负面情绪感到困惑。"
    }
  ]
},
{
  "text": "There was a quiet knocking on the door.",
  "annotations": [
    {
      "phrase": "quiet knocking",
      "explanation": "轻声敲门。‘quiet’指声音小、安静，‘knocking’是‘敲击’的动作。这个短语传达了一种不打扰他人的礼貌行为，可能暗示敲门者的谨慎或害羞。"
    },
    {
      "phrase": "on the door",
      "explanation": "在门上。‘on’表示位置，指敲击的动作发生在门的表面上。这个短语通常用于描述与门相关的动作，比如敲门、开门等。"
    }
  ]
},
{
  "text": "“Hold on a sec, someone's here. Come in!” I called to the door, much too loud for the tiny space. I waited for one of my quiet roommates to timidly ask if I'd remembered to call the landlord to put my name on the lease (no) or bought more paper plates (no) or had taken down any phone messages (no), but Alex appeared.",
  "annotations": [
    {
      "phrase": "timidly",
      "explanation": "胆怯地，羞怯地。这个词源于拉丁语，通常用来形容缺乏自信或勇气的人。"
    },
    {
      "phrase": "landlord",
      "explanation": "房东，房主。指拥有出租物业的人。在许多文化中，房东的角色和责任会有所不同，通常涉及到租赁合同的管理。"
    },
    {
      "phrase": "lease",
      "explanation": "租约，租赁合同。法律文件，规定租客与房东之间的权利和义务。通常包括租金、租期等条款。"
    },
    {
      "phrase": "paper plates",
      "explanation": "纸盘。一次性餐具，通常用于聚会或野餐等场合，方便清理。"
    },
    {
      "phrase": "taken down",
      "explanation": "记录，写下。这个短语的本义是将某物拆除或移除，这里引申为把电话留言记录下来。"
    },
    {
      "phrase": "quiet roommates",
      "explanation": "安静的室友。指性格内向或不喜欢喧闹的人，通常在共享居住空间时，他们的行为会影响整体氛围。"
    },
    {
      "phrase": "much too loud for the tiny space",
      "explanation": "对于这个小空间来说太大声了。这里强调了空间的狭小和声音的强烈对比，反映出一种压迫感。"
    },
    {
      "phrase": "someone's here",
      "explanation": "有人来了。这个短语在日常对话中常用，表示有人到达或进入某个地方。"
    },
    {
      "phrase": "I called to the door",
      "explanation": "我对着门喊。这个表达方式显示了说话者的直接性和随意性，通常在非正式的环境中使用。"
    }
  ]
},
{
  "text": "“Hey, can I call you back? Alex just showed up.” I was thrilled to see him, so excited that he'd surprised me, but a small part of me had been looking forward to just taking a shower and crawling into bed.",
  "annotations": [
    {
      "phrase": "call you back",
      "explanation": "给你回电话。这里的“call back”指的是在结束当前通话后再给对方打电话。"
    },
    {
      "phrase": "showed up",
      "explanation": "出现，来临。这个短语通常指某人意外地到达某个地方。"
    },
    {
      "phrase": "thrilled",
      "explanation": "兴奋的，激动的。这个词通常用来形容因某种好消息或意外而感到非常高兴。"
    },
    {
      "phrase": "surprised me",
      "explanation": "让我感到惊讶。这里的“surprise”指的是意外的事情或情况，通常带来一种愉快的震惊感。"
    },
    {
      "phrase": "a small part of me",
      "explanation": "我内心的一小部分。这个表达通常用来形容内心的矛盾或复杂情感，表示虽然有兴奋的感觉，但也有其他的想法。"
    },
    {
      "phrase": "looking forward to",
      "explanation": "期待，盼望。这个短语通常用来表达对未来某件事情的期待和兴奋。"
    },
    {
      "phrase": "taking a shower",
      "explanation": "洗澡。这里指的是洗去一天的疲惫和放松自己。"
    },
    {
      "phrase": "crawling into bed",
      "explanation": "爬进床里。这个短语形象地描述了疲惫时缓慢而舒适地进入床铺的状态。"
    }
  ]
},
{
  "text": "“Sure. Tell him I say hi. And remember what a lucky girl you are for having completed the fraction with him, Andy. He's great. Hold on to that one.”",
  "annotations": [
    {
      "phrase": "a lucky girl",
      "explanation": "一个幸运的女孩。这里的“lucky”指的是拥有某种优势或好运，暗示安迪与某人（可能是她的伴侣）之间的关系是值得珍惜的。"
    },
    {
      "phrase": "completed the fraction",
      "explanation": "完成了分数。这里的“fraction”可能是比喻，表示与某人共同经历了一段重要的关系或经历。通常“fraction”指的是数学中的分数，但在这里可能暗示着一种关系的阶段或部分。"
    },
    {
      "phrase": "Hold on to that one",
      "explanation": "抓紧那个。这里的“hold on to”意味着珍惜或保持某种关系或机会。“that one”指的是安迪与她提到的那个人，暗示她应该珍惜这段关系。"
    }
  ]
},
{
  "text": "“Don't I know it. The kid's a goddamn saint.” I smiled in his direction.",
  "annotations": [
    {
      "phrase": "goddamn",
      "explanation": "该词是一个强烈的感叹词，通常用来表达愤怒或强烈的情感。在这里，它用来强调对这个孩子的赞赏，虽然带有一定的粗俗色彩。"
    },
    {
      "phrase": "saint",
      "explanation": "圣人，指道德高尚、品德完美的人。在基督教中，圣人是被认为在世上过着无私生活的人。这里用来形容这个孩子的善良和无私。"
    },
    {
      "phrase": "smiled in his direction",
      "explanation": "朝他方向微笑。这里的“direction”指的是视线或注意力的方向，表明说话者对对方的友好态度。"
    },
    {
      "phrase": "Don't I know it",
      "explanation": "我怎么会不知道。这是一种口语表达，表示说话者对某事非常清楚，通常带有一种轻松或调侃的语气。"
    }
  ]
},
{
  "text": "'Bye.",
  "annotations": [
    {
      "phrase": "'Bye",
      "explanation": "这是“goodbye”的缩写形式，通常用于非正式场合。它传达了一种轻松、随意的告别方式。"
    }
  ]
},
{
  "text": "“Hi!” I willed myself to first sit up, then stand up and walk over to him. “What a great surprise!” I went to hug him but he backed away, keeping his arms behind his back. “What's wrong?”",
  "annotations": [
    {
      "phrase": "willed myself",
      "explanation": "强迫自己。‘will’在这里指意志力，表示通过意志力让自己去做某事。"
    },
    {
      "phrase": "sit up",
      "explanation": "坐起来。‘sit up’通常指从躺着或斜靠的姿势变为坐直的姿势。"
    },
    {
      "phrase": "stand up",
      "explanation": "站起来。‘stand up’指从坐着或躺着的状态转变为站立的状态。"
    },
    {
      "phrase": "walk over",
      "explanation": "走过去。‘walk over’表示以步行的方式走向某个地方，通常带有目的性。"
    },
    {
      "phrase": "What a great surprise!",
      "explanation": "真是个大惊喜！这是一种表达惊讶和愉悦的感叹句，通常用于意外见到某人或某事时。"
    },
    {
      "phrase": "hug him",
      "explanation": "拥抱他。‘hug’指用手臂环绕某人以示亲密或安慰。"
    },
    {
      "phrase": "backed away",
      "explanation": "后退。‘back away’指从某个位置向后移动，通常表示不愿意接近或想要保持距离。"
    },
    {
      "phrase": "keeping his arms behind his back",
      "explanation": "双臂放在背后。这个动作通常表示一种防御或不愿意接触的姿态。"
    },
    {
      "phrase": "What's wrong?",
      "explanation": "怎么了？这是一个常见的询问，表示关心对方的情绪或状况。"
    }
  ]
},
{
  "text": "“Nothing at all. I know you've had such a long week, and, knowing you, I figured you hadn't bothered to eat yet, so I brought the food to you.” He pulled a huge brown paper bag from behind his back, one of the old-school grocery style ones, and it already had some delicious-smelling grease stains on it. All of a sudden, I was starving.",
  "annotations": [
    {
      "phrase": "long week",
      "explanation": "漫长的一周。这里指的是经历了很多事情或压力的一周，通常意味着疲惫和需要休息。"
    },
    {
      "phrase": "bothered to eat",
      "explanation": "费心去吃。这里的“bothered”表示某人没有花时间或精力去做某事，通常带有一种轻松或随意的语气。"
    },
    {
      "phrase": "huge brown paper bag",
      "explanation": "巨大的棕色纸袋。通常用来装购物的袋子，这里暗示了里面装有丰盛的食物。"
    },
    {
      "phrase": "old-school grocery style",
      "explanation": "老派杂货风格。指的是传统的、经典的购物袋样式，通常与现代的塑料袋或环保袋形成对比，带有一种怀旧的感觉。"
    },
    {
      "phrase": "delicious-smelling grease stains",
      "explanation": "美味的油渍。这里的“grease stains”指的是食物油脂留下的污渍，通常暗示食物是油腻且美味的，令人垂涎欲滴。"
    },
    {
      "phrase": "all of a sudden",
      "explanation": "突然之间。这个短语用来描述某事在瞬间发生，常常带有惊讶或意外的情感。"
    },
    {
      "phrase": "starving",
      "explanation": "饥饿。这里的“starving”不仅仅是指身体上的饥饿，也可以表达一种强烈的渴望或需求，通常用于强调食物的诱惑。"
    }
  ]
},
{
  "text": "You did not! How'd you know that I was sitting here this very second, wondering how I was going to motivate to find food? I was just about to give up.",
  "annotations": [
    {
      "phrase": "this very second",
      "explanation": "就在这一秒钟。‘this very second’强调时间的紧迫感，表示说话者正处于一个特定的瞬间，增加了情感的强烈程度。"
    },
    {
      "phrase": "wondering",
      "explanation": "想知道，思考。‘wondering’表示一种好奇或不确定的状态，通常用于表达对某事的思考或疑惑。"
    },
    {
      "phrase": "motivate",
      "explanation": "激励，推动。‘motivate’的本义是促使某人采取行动，这里指的是说话者想要找到食物的动力。"
    },
    {
      "phrase": "give up",
      "explanation": "放弃。‘give up’表示停止尝试或放弃某种努力，通常带有失望的情感色彩。"
    }
  ]
},
{
  "text": "“So come here and eat!” He looked pleased and pulled open the bag, but we both couldn't fit on the floor of my bedroom together. I thought about eating in the living room since there was no kitchen, but Kendra and Shanti had both collapsed in front of the TV together, their untouched takeout salads open in front of them. I thought they were waiting until the Real World episode they were watching was over, but then I noticed that they'd both already fallen asleep. Sweet lives we all had.",
  "annotations": [
    {
      "phrase": "collapsed",
      "explanation": "倒下，崩溃。这里指Kendra和Shanti因疲惫而无力地倒在电视前，带有一种无奈和放松的感觉。"
    },
    {
      "phrase": "takeout salads",
      "explanation": "外卖沙拉。指从餐馆购买的沙拉，通常是为了方便而选择的快餐形式。"
    },
    {
      "phrase": "Real World episode",
      "explanation": "《真实世界》剧集。这是一档美国真人秀节目，展示了一群年轻人在一起生活的日常生活，常常引发关于人际关系和社会问题的讨论。"
    },
    {
      "phrase": "untouched",
      "explanation": "未动过的，未触碰的。这里形容沙拉没有被吃过，暗示Kendra和Shanti的疲惫程度。"
    },
    {
      "phrase": "Sweet lives",
      "explanation": "美好的生活。这里表达了一种对生活状态的感慨，可能是对简单、轻松生活的向往或满足。"
    }
  ]
},
{
  "text": "“Hold on, I have an idea,” he said and tiptoed to the kitchen. He came back with two oversize garbage bags and spread them out over my blue comforter. He dug into the greasy bag and brought out two giant burgers with everything and one extra-large order of fries. He'd remembered ketchup packets and tons of salt for me, and even the napkins. I clapped I was so excited, although a quick visual of the imagined disappointment on Miranda's face appeared, one that said, You? You're eating a burger?",
  "annotations": [
    {
      "phrase": "oversize",
      "explanation": "超大的，指比正常尺寸更大的物品。在这里形容垃圾袋的尺寸，暗示里面装了很多东西。"
    },
    {
      "phrase": "garbage bags",
      "explanation": "垃圾袋，通常用来装垃圾的塑料袋。这里用作比喻，可能暗示食物的随意和不讲究。"
    },
    {
      "phrase": "spread them out",
      "explanation": "摊开，展开。这里指将垃圾袋摊在床单上，暗示一种随意的态度。"
    },
    {
      "phrase": "greasy",
      "explanation": "油腻的，指食物中含有大量油脂。这里形容袋子里的食物，暗示其不健康的特性。"
    },
    {
      "phrase": "giant burgers",
      "explanation": "巨型汉堡，指尺寸非常大的汉堡。这里强调食物的丰盛和诱人。"
    },
    {
      "phrase": "with everything",
      "explanation": "加全配料，指汉堡里添加了所有常见的配料，如生菜、番茄、洋葱等。"
    },
    {
      "phrase": "extra-large order of fries",
      "explanation": "特大份薯条，指比普通份量更多的薯条，强调食物的丰盛。"
    },
    {
      "phrase": "ketchup packets",
      "explanation": "番茄酱小包装，通常用于快餐店提供的调味品。这里说明他很细心，记得准备调料。"
    },
    {
      "phrase": "tons of salt",
      "explanation": "大量的盐，通常用来形容数量很多。这里暗示食物的味道可能过于咸。"
    },
    {
      "phrase": "napkins",
      "explanation": "餐巾纸，用于餐桌上擦拭嘴巴和手。这里说明他准备得很周到。"
    },
    {
      "phrase": "visual of the imagined disappointment",
      "explanation": "想象中的失望的画面，指在脑海中浮现出的情景，暗示对他人反应的敏感。"
    },
    {
      "phrase": "on Miranda's face",
      "explanation": "在米兰达的脸上，指她的表情。米兰达可能是故事中的一个角色，反映出她对主角行为的看法。"
    },
    {
      "phrase": "You? You're eating a burger?",
      "explanation": "你？你在吃汉堡？这句话暗示了对主角饮食选择的惊讶或不满，可能反映出角色之间的关系和期望。"
    }
  ]
},
{
  "text": "“I'm not done yet. Here, check it out.” And out of his backpack came a fistful of tiny vanilla tea lights, a bottle of screw-top red wine, and two waxy paper cups.",
  "annotations": [
    {
      "phrase": "fistful",
      "explanation": "一把，拳头的量。指用手握住的量，通常形容数量不多但足够的东西。在这里，形容他拿出的小香薰蜡烛的数量。"
    },
    {
      "phrase": "tiny",
      "explanation": "微小的，极小的。形容物体的尺寸非常小。在这里强调了香薰蜡烛的可爱和精致。"
    },
    {
      "phrase": "vanilla tea lights",
      "explanation": "香草茶蜡烛。茶蜡烛是一种小型蜡烛，通常用于装饰或营造氛围。香草味则给人温暖和舒适的感觉，常用于放松或聚会时使用。"
    },
    {
      "phrase": "screw-top",
      "explanation": "螺旋盖，指一种瓶盖设计，可以通过旋转打开。通常用于酒瓶或饮料瓶，方便密封和开启。在这里形容红酒瓶的实用性。"
    },
    {
      "phrase": "red wine",
      "explanation": "红酒，一种由红葡萄酿造的酒，通常具有丰富的口感和深色的外观。红酒在许多文化中被视为社交和庆祝的饮品。"
    },
    {
      "phrase": "waxy paper cups",
      "explanation": "蜡质纸杯，指用蜡涂层的纸杯，通常用于盛装饮料，具有防水和保温的特性。这里形容杯子的质感和用途，适合用来喝酒。"
    }
  ]
},
{
  "text": "“You're kidding,” I said softly, still not believing that he'd put all this together after I'd canceled our date.",
  "annotations": [
    {
      "phrase": "You're kidding",
      "explanation": "你在开玩笑。这是一种口语表达，通常用来表示对某事的惊讶或不相信。"
    },
    {
      "phrase": "softly",
      "explanation": "轻声地，柔和地。这个词通常用来形容说话的音量或语气，表示不想引起他人注意或表达温柔的情感。"
    },
    {
      "phrase": "not believing",
      "explanation": "不相信。这个短语表示对某事的怀疑或不接受，暗示说话者对当前情况感到困惑或难以置信。"
    },
    {
      "phrase": "put all this together",
      "explanation": "把这一切结合在一起。这个短语的本义是将不同的信息或元素整合成一个整体。在这里，它暗示对方能够理解并联系起之前的事件或信息。"
    },
    {
      "phrase": "after I'd canceled our date",
      "explanation": "在我取消约会之后。这个短语中的“canceled”表示取消，通常用于指代预定的活动或计划被叫停。这里暗示说话者对对方的反应感到意外，因为他们本来应该见面。"
    }
  ]
},
{
  "text": "He handed me a cup of wine and tapped it with his. “No, I'm not. You think I was going to miss hearing about the first week of the rest of your life? To my best girl.”",
  "annotations": [
    {
      "phrase": "handed me",
      "explanation": "递给我。‘hand’是动词，表示用手给某人某物。"
    },
    {
      "phrase": "a cup of wine",
      "explanation": "一杯酒。‘cup’指容器，这里特指盛酒的杯子。酒在许多文化中常常象征着庆祝或社交。"
    },
    {
      "phrase": "tapped it with his",
      "explanation": "用他的杯子轻轻碰了碰。‘tap’是轻轻碰触的意思，通常用来表示祝酒或庆祝。"
    },
    {
      "phrase": "miss hearing about",
      "explanation": "错过听到。‘miss’在这里表示希望能听到某事，‘hearing about’指听到某个话题或事件。"
    },
    {
      "phrase": "the first week of the rest of your life",
      "explanation": "你余生的第一周。这是一个富有哲理的表达，暗示着生活的转折点或新开始。通常用来庆祝重要的生活变化，比如毕业、结婚等。"
    },
    {
      "phrase": "To my best girl",
      "explanation": "献给我最好的女孩。‘best girl’通常指最亲密的女性朋友或爱人，带有亲切和祝福的意味。"
    }
  ]
},
{
  "text": "“Thank you.” I said, slowly taking a sip. “Thank you, thank you, thank you.”",
  "annotations": [
    {
      "phrase": "slowly taking a sip",
      "explanation": "慢慢地小口喝。这句话中的“sip”指的是小口饮用，通常用来形容细致、享受的喝水方式。"
    },
    {
      "phrase": "Thank you, thank you, thank you",
      "explanation": "谢谢你，谢谢你，谢谢你。重复表达感激之情，强调了说话者的感激程度，可能暗示着某种强烈的情感或对当前情境的重视。"
    }
  ]
}
  ]
}